{
    "workoutScientific7Minute": "Vědecký sedmiminutový trénink",
    "workoutLeg": "Trénink nohou",
    "exerciseJumpingJacks": "Skákací panák",
    "stepsJumpingJacks": "1. Stůj vzpřímeně, nohy těsně vedle sebe a ruce podél těla\n2. Skoč na místě a roztáhni přitom nohy bez prohnutí kolen a rukama tleskni nad hlavou\n3. Skoč zpět a neustále opakuj",
    "exerciseWallSit": "Sed u stěny",
    "stepsWallSit": "1. Opřete se o zeď, směřující dopředu a s nohama pevně zasazenými na zemi, šířka ramen od sebe a asi 2 nohy od zdi\n2. Posuňte dolů po stěně a držte záda přitlačenou k ní, dokud nohy nejsou v pravém úhlu. Kolena by měla být přímo nad kotníky\nQuadricep bolest je normální, zastavte se, pokud máte pocit bolesti v koleni nebo kolenním kloubu",
    "exercisePushups": "Kliky",
    "stepsPushups": "Výchozí poloha:\nZaujměte výchozí polohu kliku, s dlaněmi a prsty na nohou dotýkajícími se země a rovnými zády, pažemi a nohama. Pro dosažení této pozice si můžete lehnout na břicho, dlaně položit na zem vedle hlavy, a postupně se rukama zvednout, dokud nebudou rovné.\n\nKroky:\n1. Ohněte postupně lokty dokud se vaše hruď nedotkne země. Vaše záda by měla být rovná během celého pohybu.\n2. Zvedněte se pažemi zpět do výchozí polohy.\n3. Opakujte od začátku.",
    "exerciseAbCrunches": "Sedolehy",
    "stepsAbCrunches": "1. Lehni si na zem hlavou nahoru s pokrčenými koleny.\nZvedni záda tak, aby se tvá ramena co nejblíže přiblížily ke kolenům. Plosky nohou včetně prstů by měly zůstat na zemi. Ruce mohou být za hlavou nebo přeložené v kříž na hrudi.\n3. Opakuj",
    "exerciseStepups": "Výšlapy",
    "stepsStepups": "1. Stůj čelem k židli.\n2. Stoupni si na židli\n3. Sestup dolu ze židle\n4. Opakuj",
    "exerciseSquats": "Dřepy",
    "stepsSquats": "1. Stůj s nohama vzdálenými o šířku ramen.\n2. Posuň kyčel dozadu a pokrč kolena, dokud nebudeš mít stehna paralelně se zemí.\n3. Opakuj",
    "exerciseChairDips": "Dipy na židli",
    "stepsChairDips": "1. Posaďte se na přední okraj židle, záda rovně, ruce držící přední okraj\n2. Stále drží okraj židle, paže natažené, zvedněte zadek a lehce jděte dopředu, takže je to pár centimetrů od židle.\n3. Pomalu snižte své tělo a držte záda rovně, dokud nejsou ramena v pravém úhlu\n4. Zvedněte své tělo znovu do předchozí polohy, ramena prodloužena\n5. Opakujte kroky 3 a 4",
    "exercisePlank": "Prkno na předloktí",
    "stepsPlank": "Výchozí pozice:\n1. Začněte na všech čtyřech.\nPaže by měly být pokrčené v pravém úhlu, ramena přímo nad lokty.\nZáda by měla být rovná, celé tělo v přímce.\n\nKroky:\n1. Vydržte v této poloze.",
    "exerciseHighKnees": "Vysoká kolena",
    "stepsHighKnees": "1. Běh na místě, uvedení kolena tak vysoko, jak je pohodlné a přepínání nohy rychlým tempem",
    "exerciseLunges": "Výpady",
    "stepsLunges": "1. Postavte se zády rovně\n2. Udělejte velký krok vpřed levou nohou\n3. Přiveďte pánev dolů, dokud se téměř nedotknete podlahy pravým kolenem\n4. Přiveďte pánev zpět nahoru\n5. Vraťte se do stoje tím, že ustoupíte\n6. Opakujte, pokaždé přepněte nohy",
    "exerciseSplitSquatsLeft": "Dřep ve výpadu nalevo",
    "exerciseSplitSquatsRight": "Dřep ve výpadu napravo",
    "stepsSplitSquats": "1. Postavte se zády rovně\n2. Udělejte velký krok vpřed levou nohou\n3. Přiveďte pánev dolů, dokud se téměř nedotknete podlahy pravým kolenem\n4. Přiveďte pánev zpět nahoru\n5. Opakujte od kroku 3.",
    "exercisePushupRotations": "Kliky s rotací",
    "stepsPushupRotations": "1. Proveďte standardní push-up:\n1.Lehněte si na břicho\n1.b položte ruce blízko uší\n1.c pomocí paží zvedněte žaludek nahoru, dokud nejsou paže rovné, držte záda rovně\n1.d ohněte paže, dokud se hrudník téměř nedotkne země, ujistěte se, že záda je rovná\n1.e zvedněte žaludek znovu a vraťte se ke kroku 3\n2. Otočte tělo na stranu tak, aby záda byla rovná, spodní ruka podporující tělo je plně prodloužena a pouze spodní ruka a noha se dotýkají podlahy\n3. Opakujte, pokaždé měňte strany v kroku 2",
    "exerciseSidePlankLeft": "Prkno na levém boku",
    "exerciseSidePlankRight": "Prkno na pravém boku",
    "stepsSidePlank": "1. Lehněte si na bok, se spodním loktem v pravém úhlu, paže vyčnívající\n2. Zvedněte pánev z podlahy zvedání spodní rameno, drží předloktí na podlaze, hlavu, pánev a nohy by měly být v jedné přímce\n3. Držte tuto pozici",
    "exerciseSideSplitSquatsLeft": "Boční výpady nalevo",
    "exerciseSideSplitSquatsRight": "Boční výpady napravo",
    "stepsSideSplitSquats": "1. Postavte se vysoko a vezměte široký boční krok, jen větší než šířka ramen.\n2. Ohněte jedno koleno, dokud vaše stehno není rovnoběžné s podlahou. Ohnuté koleno musí být v souladu s nohou.\n3. Zatlačte zpět do výchozí polohy a opakujte.",
    "exerciseBulgarianSplitSquatLeft": "Bulharské dřepy na levé noze",
    "exerciseBulgarianSplitSquatRight": "Bulharské dřepy na pravé noze",
    "stepsBulgarianSplitSquat": "1. Postavte se vysoko před židli a udělejte velký krok. Položte horní část jedné z vašich nohou na židli.\n2. Ohněte přední koleno a vyvažujte rukama, dokud se zadní koleno téměř nedotkne země\n3. Zatlačte zpět do výchozí polohy a opakujte.",
    "exercisePistolSquatLeft": "Dřep na levé noze",
    "exercisePistolSquatRight": "Dřep na pravé noze",
    "stepsPistolSquat": "1. Postavte se na jednu nohu, druhou nohu rovně a mírně dopředu.\n2. Pomalu ohněte jedno koleno, sestupujte do dřepu a udržujte záda a druhou nohu rovně.\n3. Pomalu se zvedněte z dřepu, narovnejte ohnuté koleno a udržujte druhou nohu rovnou.\n4. Opakovat",
    "exerciseKneelingKickback": "Kickbacky v kleku",
    "stepsKneelingKickback": "1. Dolů na všech čtyřech.\n2. Zatlačte jednu nohu zpět až do úplného prodloužení a soustřeďte se na gluteusové svaly.\n3. Zůstaňte jednu sekundu a pak se vraťte do výchozí polohy.\n4. Opakujte, střídavé nohy",
    "exerciseSingleLegCalfRaiseLeft": "Výpony na levé noze",
    "exerciseSingleLegCalfRaiseRight": "Výpony na pravé noze",
    "stepsSingleLegCalfRaise": "1. Postavte se na podlahu nebo na okraj kroku, abyste zvýšili rozsah pohybu. Zvedněte jednu nohu a položte horní část na lýtko.\n2. Zvedněte paty, dokud nestojíte na prstech.\n3. Zůstaňte v této poloze po dobu tří sekund, pak spusťte nohu, aniž byste se dotýkali země patou.",
    "stepsArmCircles": "1. Postavte se zpříma s rovnými zády.\n2. Dejte paže před tělo, posuňte je dolů, za záda, nad hlavu a zpět do výchozí polohy.\n3. Pokračujte v kroužení pažemi dle popisu v kroku 2.",
    "exerciseArmCircles": "Kroužení pažemi dopředu",
    "stepsJumpRopeBasic": "Toto cvičení vyžaduje švihadlo. Ujistěte se, že délka švihadla je přizpůsobena vaší výšce. Jedním ze způsobů kontroly je uchopit obě rukojeti jednou rukou a postavit se jednou nohou na střed švihadla visícího na zemi. Pokud vám švihadlo (bez rukojetí) sahá těsně pod hrudník, je jeho délka správná. Kratší lano by bylo nebezpečné, protože byste se mohli udeřit, a delší lano by způsobilo špatnou formu.\n1. Dejte nohy těsně k sobě, trochu pokrčte kolena, hlavu a tělo držte rovně, lokty mějte vtažené, paže rozevřené.\n2. Točte pouze zápěstími dostatečnou silou, aby se lano roztočilo.\n3. Vyskočte jen tak vysoko, aby švihadlo prošlo pod vašima nohama.\n4. Opakujte postup od kroku 2.",
    "exerciseJumpRopeBasic": "Švihadlo: základní skoky",
    "stepsMountainClimbers": "Výchozí pozice:\nZačněte ve vzpřímené pozici pro kliky nebo ve vysokém prkně.\nRuce by měly být přímo pod rameny.\nHlavu držte v jedné linii se zády, čelem k podlaze.\nNohy by měly být od sebe přibližně na šířku boků.\n\nKroky:\n1. Jedno koleno posuňte směrem ke středu těla, k loktům, druhou nohu nechte nataženou.\n2. Rychlým skokovým pohybem narovnejte pokrčenou nohu a druhé koleno přitáhněte k tělu.\n3. Stále opakujte krok 2 a střídejte nohy.\n\nPoznámky:\nPo celou dobu cvičení by vaše záda měla zůstat co nejvíce rovná - vyhněte se hrbení nebo prohýbání zad.",
    "exerciseMountainClimbers": "Horolezec",
    "exercisePikePushups": "Kliky ve střeše",
    "exerciseBurpees": "Angličáky",
    "exerciseReverseLunges": "Výpady vzad",
    "exerciseLegRaises": "Zvedání nohou",
    "exerciseFloorDips": "Dipy na podlaze",
    "stepsBurpees": "Výchozí pozice:\nStoj rozkročný, chodidla na šířku boků.\n\nKroky:\n1. Proveďte hlubší dřep a opřete se o podlahu. Ruce mějte před chodidly mezi koleny, záda udržujte rovná.\n2. Ruce nechte na podlaze, nohama poskočte dozadu do polohy vysokého prkna.\n3. Proveďte klik.\n4. Skočte nohama dopředu a vraťte se do polohy dřepu.\n5. Vyskočte nahoru.\n6. Opakujte.",
    "stepsReverseLunges": "Výchozí pozice:\nStoj rozkročný, chodidla na šířku boků.\n\nKroky:\n1. Udělejte krok vzad jednou nohou tak, abyste ji mohli pohodlně pokrčit do pravého úhlu.\n2. Pomalu pokrčte obě kolena do úhlu 90 stupňů.\n3. Vraťte se do výchozí polohy.\n4. Opakujte, střídejte nohy.",
    "stepsLegRaises": "Výchozí pozice:\nLehněte si na záda, nohy k sobě, ruce podél těla.\n\nKroky:\n1. Pokrčte kolena a poté je narovnejte tak, aby směřovala přímo vzhůru.\n2. Držte nohy rovně a spusťte je společně dolů, aniž byste se dotkli podlahy. Čím níže jdete, tím je cvičení intenzivnější.\n3. Zvedněte obě nohy společně tak, aby opět směřovaly rovně nahoru.\n4. Opakujte od kroku 2.",
    "stepsFloorDips": "Výchozí pozice:\nSedněte si s rukama za zády, podporující tělo.\nPrsty by měly směřovat dopředu.\nKolena by měla být pokrčená, chodidla u sebe.\n\nKroky:\n1. Zvedněte boky nad zem a narovnejte paže.\n2. Pokrčte lokty a boky stáhněte dolů.\n3. Narovnejte paže a vraťte se do předchozí polohy.\n4. Opakujte kroky 2 a 3.\n\nPoznámky:\nObtížnost cviku závisí na tom, jak vysoko vynesete boky.",
    "stepsPikePushups": "Výchozí pozice:\nStřecha: Tělo ve tvaru písmene V – rovná záda, paže a nohy, boky ve vzduchu.\nDo této pozice se dostanete tak, že z vysokého prkna postupně popojdete rukami k tělu.\n\nKroky:\n1. Pokrčte lokty do stran, záda a nohy držte rovné a hlavu přibližte k podlaze.\n2. Narovnejte paže, boky pohněte zpět nahoru a záda a nohy mějte stále rovné.\n3. Opakujte.",
    "exerciseBWArmCircles": "Kroužení pažemi dozadu",
    "stepsBWArmCircles": "1. Postavte se zpříma s rovnými zády.\n2. Dejte paže před tělo, zvedněte je nad hlavu a pak pokračujte v pohybu za záda a dolů do výchozí polohy.\n3. Pokračujte v kroužení pažemi dle popisu v kroku 2.",
    "exerciseFrontNeckStretch": "Protažení přední strany krku",
    "workoutNeckShoulderStretch": "Protažení krku a ramen",
    "stepsFrontNeckStretch": "Výchozí poloha:\nPostavte se nebo si sedněte s narovnanými zády.\n\nKroky:\n1. Otevřete ústa do O.\n2. Pomalu zakloňte hlavu s ústy otevřenými. Pokud potřebujete hlavu podpořit, sepněte za ní ruce.\n3. Velmi pomalu zavírejte a otevírejte ústa.\n4. Nakonec se vraťte do výchozí polohy a ústa zavřete.",
    "exercisePushupBurpees": "Angličáky",
    "exerciseNoPushupBurpees": "Angličáky bez kliku",
    "exercise4countBurpees": "Zjednodušené angličáky",
    "exerciseChinTuck": "Šuplík",
    "exerciseRightNeckStretch": "Protažení pravé strany krku",
    "exerciseBackLeftNeckStretch": "Protažení zadní a levé strany krku",
    "exerciseBackRightNeckStretch": "Protažení zadní a pravé strany krku",
    "exerciseFWShoulderRotation": "Kroužení rameny dopředu",
    "exerciseChildsPose": "Pozice dítěte",
    "exerciseHighPlank": "Vysoké prkno",
    "exerciseBWShoulderRotation": "Kroužení rameny dozadu",
    "exercisePullUp": "Shyby",
    "exerciseNeckFlexion": "Protažení zadní strany krku",
    "exerciseLeftNeckStretch": "Protažení levé strany krku",
    "exerciseSumoSquat": "Sumo dřepy",
    "exerciseAlternatingBicepCurls": "Střídavé bicepsové zdvihy",
    "exerciseNeckCirclesCW": "Kroužení hlavou zleva doprava",
    "exerciseNeckCirclesCCW": "Kroužení hlavou zprava doleva",
    "exerciseNeckHalfCircles": "Půlkruhy hlavou",
    "exerciseHeadTilts": "Úklony do strany"
}
