{
    "exercisePushupRotations": "Liegestütz-Drehungen",
    "exerciseLunges": "Ausfallschritte",
    "exerciseHighKnees": "Knie hoch",
    "exerciseSquats": "Kniebeugen",
    "exerciseAbCrunches": "Bauchpressen",
    "exercisePushups": "Liegestütze",
    "exerciseWallSit": "Wand sitzen",
    "stepsJumpingJacks": "Ausgangsposition:\nStehen Sie mit den Füßen zusammen, mit geradem Rücken und den Armen an den Seiten.\n\nSchritte:\n1. Springen Sie in eine Position, in der die Beine weit gespreizt sind und die Hände sich über dem Kopf berühren.\n2. Springen Sie zurück in die Ausgangsposition.\n3. Wiederholen Sie.",
    "exerciseJumpingJacks": "Hampelmänner",
    "workoutLeg": "Bein-Training",
    "workoutScientific7Minute": "Wissenschaftliches 7-Minuten-Training",
    "exerciseSidePlankLeft": "Seitenplanke links",
    "exerciseSidePlankRight": "Seitenplanke rechts",
    "exerciseSideSplitSquatsLeft": "Seitliche Kniebeugen links",
    "exerciseSideSplitSquatsRight": "Seitliche Kniebeugen rechts",
    "exercisePistolSquatLeft": "Einbeinige Kniebeugen links",
    "exercisePistolSquatRight": "Einbeinige Kniebeugen rechts",
    "exerciseSingleLegCalfRaiseLeft": "Wadenheben linkes Bein",
    "exerciseSingleLegCalfRaiseRight": "Wadenheben rechtes Bein",
    "exerciseJumpingRope": "Springseil: einfache Sprünge",
    "exerciseSplitSquatsLeft": "Geteilte Kniebeugen links",
    "exerciseSplitSquatsRight": "Geteilte Kniebeugen rechts",
    "exerciseBulgarianSplitSquatLeft": "Bulgarische geteilte Kniebeugen links",
    "exerciseBulgarianSplitSquatRight": "Bulgarische geteilte Kniebeugen rechts",
    "stepsJumpRopeBasic": "Ausgangsposition:\nFüße dicht beieinander stellen, Knie leicht beugen, Kopf und Körper gerade halten, Ellenbogen angewinkelt halten, Arme öffnen.\n\nSchritte:\n1. Drehen Sie nur Ihre Handgelenke mit so viel Kraft, dass sich das Seil dreht.\n2. Springe gerade so hoch, dass das Seil unter deinen Füßen durchläuft.\n3. Wiederhole die Übung.\n\nAnmerkungen:\nFür diese Übung benötigen Sie ein Springseil. Achten Sie darauf, dass die Seillänge auf Ihre Körpergröße abgestimmt ist. Eine Möglichkeit, dies zu überprüfen, ist, beide Griffe mit einer Hand zu ergreifen und sich mit einem Fuß auf die Mitte des Seils zu stellen, das am Boden hängt. Wenn das Seil (ohne die Griffe) bis knapp unter Ihre Brust reicht, ist es richtig lang. Ein kürzeres Seil wäre gefährlich, da Sie sich daran stoßen könnten, und ein längeres Seil wäre schlecht für die Form.",
    "stepsLunges": "Ausgangsposition:\nMit geradem Rücken stehen.\n\nSchritte:\n1. Machen Sie mit dem linken Bein einen großen Schritt nach vorn.\n2. Senken Sie Ihr Becken, bis Sie mit dem rechten Knie fast den Boden berühren.\n3. Bringen Sie Ihr Becken wieder nach oben.\n4. Kehren Sie in die Ausgangsposition zurück, indem Sie einen Schritt zurücktreten.\n6. Wiederholen Sie den Vorgang und wechseln Sie dabei jedes Mal die Beine.",
    "stepsPlank": "Ausgangsposition:\n1. Beginne auf allen Vieren.\nDie Arme sind rechtwinklig angewinkelt, die Schultern befinden sich direkt über den Ellbogen.\nDer Rücken sollte gerade sein, der ganze Körper in einer geraden Linie.\n\nSchritte:\n1. Halte diese Position.",
    "exercisePlank": "Unterarmstütz",
    "stepsSingleLegCalfRaise": "1. Stelle Dich auf den Boden oder auf die Kante einer Stufe. Hebe einen Fuß an und lege den oberen Teil auf die Wade.\n2. Hebe die Fersen an, bis Du auf den Zehenspitzen stehst.\n3. Bleibe drei Sekunden lang in dieser Position und senke dann den Fuß, ohne mit der Ferse den Boden zu berühren.",
    "stepsPushupRotations": "Ausgangsposition:\nBegeben Sie sich in die Ausgangsposition für Liegestütze, wobei Hände und Zehen den Boden berühren und Arme und Beine gerade sind. Um diese Position zu erreichen, können Sie sich auf den Bauch legen, die Hände nach unten neben den Kopf legen und die Arme nach oben heben, bis sie gerade sind.\n\nDie Schritte:\n1. Führen Sie einen normalen Liegestütz durch:\n1.a Beugen Sie die Arme, bis die Brust fast den Boden berührt, und achten Sie darauf, dass der Rücken gerade ist.\n1.b Heben Sie sich mit den Armen wieder in die Ausgangsposition.\n2. Drehen Sie Ihren Körper zur Seite, so dass der Rücken gerade ist, die untere Hand, die den Körper stützt, vollständig gestreckt ist und nur die untere Hand und der Fuß den Boden berühren.\n3. Wiederholen Sie den Vorgang, wobei Sie bei Schritt 2 jedes Mal die Seite wechseln.",
    "stepsKneelingKickback": "Ausgangsposition:\nGehen Sie auf alle Viere.\n\nSchritte:\n1. Drücken Sie einen Fuß nach hinten, bis er ganz gestreckt ist, und konzentrieren Sie sich dabei auf die Gesäßmuskeln.\n2. Verweilen Sie eine Sekunde lang und kehren Sie dann in die Ausgangsposition zurück.\n3. Wiederholen Sie den Vorgang, indem Sie die Füße abwechseln.",
    "stepsPistolSquat": "1. Stelle Dich auf ein Bein, wobei das andere Bein gerade und leicht nach vorne zeigt.\n2. Beuge langsam ein Knie, gehen in die Hocke und halte den Rücken und das andere Bein gerade.\n3. Gehe langsam aus der Hocke, strecke das gebeugte Knie und halte das andere Bein gerade.\n4. Wiederhole.",
    "exerciseKneelingKickback": "Kniende Rückschläge",
    "stepsBulgarianSplitSquat": "1. Stelle Dich aufrecht vor einen Stuhl und mache einen großen Schritt. Stelle den oberen Teil einer Deiner Füße auf den Stuhl.\n2. Beuge das vordere Knie und balanciere mit den Armen, bis das hintere Knie fast den Boden berührt\n3. Gehe in die Ausgangsposition zurück und wiederhole.",
    "stepsSideSplitSquats": "Ausgangsposition:\n1. Stehen Sie aufrecht und machen Sie einen weiten seitlichen Schritt, etwas mehr als schulterbreit.\n\nSchritte:\n1. Beugen Sie ein Knie, bis Ihr Oberschenkel parallel zum Boden ist. Das gebeugte Knie muss sich in einer Linie mit dem Fuß befinden.\n2. Drücken Sie sich zurück in die Ausgangsposition.\n3. Wiederholen Sie die Übung.",
    "stepsSidePlank": "Ausgangsposition:\nLegen Sie sich auf die Seite, wobei der untere Ellbogen einen rechten Winkel bildet und der Arm ausgestreckt ist. Heben Sie Ihr Becken vom Boden ab, indem Sie die untere Schulter anheben und den Unterarm auf dem Boden lassen; Ihr Kopf, Ihr Becken und Ihre Füße sollten eine gerade Linie bilden.\n\nDie Schritte:\n1. Halten Sie diese Position.",
    "stepsArmCircles": "Ausgangsposition:\nStehen Sie aufrecht mit geradem Rücken.\n\nSchritte:\n1. Führen Sie die Arme bei gestrecktem Körper vor sich her, führen Sie sie nach unten, hinter den Rücken, dann über den Kopf und zurück in die Ausgangsposition.\n2. Lassen Sie die Arme wie in Schritt 1 beschrieben kreisen.",
    "stepsChairDips": "Ausgangsposition:\nSetzen Sie sich mit geradem Rücken auf die Vorderkante eines Stuhls, die Hände halten die Vorderkante. Halten Sie sich mit ausgestreckten Armen an der Stuhlkante fest, heben Sie den Po an und gehen Sie leicht nach vorne, so dass er sich einige Zentimeter vom Stuhl entfernt befindet.\n\nSchritte:\n1. Senken Sie Ihren Körper langsam ab, halten Sie dabei den Rücken gerade, bis Ihre Arme einen rechten Winkel bilden.\n2. Heben Sie Ihren Körper mit gestreckten Armen wieder in die Ausgangsposition.\n3. Wiederholen Sie die Übung.",
    "stepsAbCrunches": "Ausgangsposition:\nLegen Sie sich mit dem Gesicht nach oben auf den Boden und beugen Sie die Knie.\n\nSchritte:\n1. Beugen Sie die Schultern zum Becken. Die Hände können hinter oder neben dem Nacken oder über der Brust gekreuzt sein.\n2. Kehren Sie in die Ausgangsposition zurück.\n3. Wiederholen Sie.",
    "exerciseStepups": "Steigungen",
    "exerciseJumpRopeBasic": "Seilspringen: Grundsprünge",
    "stepsSplitSquats": "Ausgangsposition:\nStellen Sie sich mit geradem Rücken hin. Machen Sie mit dem linken Bein einen großen Schritt nach vorn.\n\nSchritte:\n1. Bringen Sie Ihr Becken nach unten, bis Sie mit dem rechten Knie fast den Boden berühren.\n2. Bringen Sie Ihr Becken wieder nach oben.\n3. Wiederholen Sie die Übung.",
    "stepsHighKnees": "Ausgangsposition\nGerade stehen.\n\nSchritte:\n1. Auf der Stelle laufen, dabei die Knie so hoch wie möglich ansetzen und die Beine in schnellem Tempo wechseln.",
    "stepsWallSit": "Ausgangsposition:\nDer Rücken berührt die Wand, die Knie stehen im rechten Winkel und befinden sich direkt über den Winkeln. Der Blick sollte nach vorne gerichtet sein, die Füße stehen schulterbreit auseinander und sind fest auf dem Boden aufgesetzt.\nUm in diese Position zu gelangen, können Sie sich an die Wand lehnen, die Füße etwa 2 Fuß von der Wand entfernt. Rutschen Sie mit dem Rücken an der Wand herunter, bis Ihre Knie einen rechten Winkel bilden.\n\nSchritte:\n1. Behalten Sie diese Position bei.\n\nAnmerkungen:\nSchmerzen im Quadrizeps sind normal, hören Sie auf, wenn Sie Schmerzen im Knie oder in der Kniescheibe verspüren.",
    "exerciseChairDips": "Stuhl Stütze",
    "exerciseArmCircles": "Armkreisen vorwärts",
    "stepsSquats": "Ausgangsposition:\nStehen Sie mit schulterbreit auseinander stehenden Füßen.\n\nSchritte:\n1. Bewegen Sie die Hüfte nach hinten und beugen Sie Knie und Hüfte, um den Oberkörper zu senken, bis die Hüfte tiefer als die Knie ist.\n2. Kehren Sie in die Ausgangsposition zurück.\n3. Wiederholen Sie.",
    "stepsStepups": "Ausgangsposition:\nStellen Sie sich vor einen Stuhl.\n\nSchritte:\n1. Steigen Sie auf den Stuhl.\n2. Steigen Sie vom Stuhl ab.\n3. Wiederholung.",
    "stepsPushups": "Ausgangsposition:\nStarte mit der Ausgangsposition für Liegestütze, wobei Hände und Zehen den Boden berühren und Arme und Beine gerade sind. Um diese Position zu erreichen, kannst Du Dich auf den Bauch legen, die Hände nach unten neben den Kopf legen und die Arme nach oben heben, bis sie gerade sind.\n\nDie Schritte:\n1. Beuge den Ellbogen, bis die Brust fast den Boden berührt. Achte darauf, dass der Rücken immer gerade ist.\n2. Hebe Dich mit den Armen wieder in die Ausgangsposition.\n3. Wiederhole.",
    "stepsMountainClimbers": "Ausgangsposition:\nBeginnen Sie in der aufrechten Liegestützposition, auch bekannt als die hohe Plank-Position.\nDie Hände sollten sich direkt unter den Schultern befinden.\nHalten Sie Ihren Kopf in einer Linie mit dem Rücken und schauen Sie zum Boden.\nDie Füße sollten etwa hüftbreit auseinander stehen.\n\nDie Schritte:\n1. Bewegen Sie ein Knie in Richtung Körpermitte zu den Ellbogen und lassen Sie das andere Bein gestreckt.\n2. In einer schnellen, hüpfenden Bewegung strecken Sie das gebeugte Bein aus und ziehen das andere Knie zum Körper.\n3. Wiederholen Sie Schritt 2 im Wechsel mit dem anderen Bein.\n\nAnmerkungen:\nWährend der gesamten Übung sollte Ihr Rücken so gerade wie möglich bleiben - vermeiden Sie einen Buckel oder einen durchhängenden Rücken.",
    "exerciseMountainClimbers": "Bergsteiger",
    "exerciseReverseLunges": "Umgekehrte Ausfallschritte",
    "exerciseHighPlank": "Hohe Planke",
    "exerciseLegRaises": "Beine heben",
    "exerciseSumoSquat": "Sumo Kniebeugen",
    "exercisePullUp": "Klimmzüge",
    "stepsLegRaises": "Ausgangsposition:\nLege Dich auf den Rücken, Füße zusammen, Arme an den Seiten.\n\nSchritte:\n1. Beuge die Knie und strecke sie dann gerade nach oben.\n2. Halte die Beine gerade und senke sie gemeinsam ab, ohne den Boden zu berühren. Je tiefer, desto intensiver ist die Übung.\n3. Hebe beide Beine zusammen an, so dass sie wieder gerade nach oben zeigen.\n4. Wiederholen ab Schritt 2.",
    "stepsSumoSquat": "Ausgangsposition:\nBreitbeiniger Stand mit nach außen gedrehten Zehen.\n\nSchritte:\n1. Sinke langsam nach unten, indem die Knie nach außen gebeugt werden. Arme nach vorne strecken. Halte Kopf, Brust und Hüfte in einer geraden Linie. Spanne die Gesäßmuskeln an.\n2. Bringe Dich wieder in die Ausgangsposition.\n3. Wiederhole diese Übung in einer pulsierenden Bewegung.",
    "exerciseKettlebellDeadlift": "Kettlebell Kreuzheben",
    "exerciseBWShoulderRotation": "Rückwärtsdrehung der Schulter",
    "exerciseFWShoulderRotation": "Vorwärtsdrehung der Schulter",
    "exerciseBackRightNeckStretch": "Rücken und rechter Nacken dehnen",
    "exerciseBackLeftNeckStretch": "Rücken und linker Nacken dehnen",
    "exerciseHeadTurn": "Kopf drehen",
    "exerciseSquatThrusts": "Kniebeugen",
    "workoutNeckShoulderStretch": "Nacken- und Schulterdehnungen",
    "exerciseFrontNeckStretch": "Nackenstütze vorne",
    "exerciseFloorDips": "Bodensenken",
    "exerciseChinTuckFlexionRotation": "Kinnbacken mit Beugung und Drehung",
    "exerciseRightNeckStretch": "Rechte Nackendehnung",
    "exerciseLeftNeckStretch": "Linke Nackendehnung",
    "exerciseNeckFlexion": "Nackendehnung",
    "exerciseBWArmCircles": "Armkreisen rückwärts",
    "stepsBWArmCircles": "Ausgangsposition:\nStehen Sie aufrecht mit geradem Rücken.\n\nSchritte:\n1. Halten Sie die Arme gestreckt und führen Sie sie vor sich her, heben Sie sie über den Kopf und setzen Sie die Bewegung hinter dem Rücken fort, bis Sie wieder in die Ausgangsposition gelangen.\n2. Kreisen Sie die Arme weiter wie in Schritt 1 beschrieben.",
    "stepsSquatThrusts": "Ausgangsposition:\nBeginne in der hohen Plank-Position: Rücken, Arme und Beine sind gestreckt, die Hände sind schulterbreit auseinander.\n\nSchritte:\n1. Springe mit den Füßen zwischen den Armen nach vorne und halte den Rücken flach.\n2. Lasse die Hände auf dem Boden und springe mit den Beinen zurück in die hohe Plank-Position.\n3. Wiederhole die Übung.",
    "exercisePikePushups": "Hecht-Liegestütze",
    "exerciseShoulderShrug": "Schulterzucken",
    "stepsShoulderRotation": "Ausgangsposition:\nSitze oder stehe mit geradem Rücken.\n\nSchritte:\n1. Lege Deine Hände auf Deine Schultern.\n2. Drehe wiederholt beide Schultergelenke in einer kreisförmigen Bewegung mit mäßigem Tempo.",
    "exerciseChildsPose": "Kinderpose",
    "stepsFloorDips": "Ausgangsposition:\nSetzen Sie sich mit den Armen hinter den Rücken und stützen Sie ihn ab.\nDie Finger sollten nach vorne zeigen.\nDie Knie sind gebeugt, die Füße stehen zusammen.\n\nDie Schritte:\n1. Heben Sie die Hüfte vom Boden ab und strecken Sie die Arme aus.\n2. Beugen Sie die Ellbogen und bringen Sie die Hüfte nach unten.\n3. Strecken Sie die Arme durch und kehren Sie in die vorherige Position zurück.\n4. Wiederholen Sie die Schritte 2 und 3.\n\nAnmerkungen:\nDer Schwierigkeitsgrad der Übung hängt davon ab, wie hoch Sie Ihre Hüften bringen.",
    "stepsChinTuck": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken.\n\nSchritte:\n1. Ziehen Sie mit den Fingern am Kinn langsam das Kinn nach innen und bewegen Sie den Kopf zurück, um ihn mit der Wirbelsäule in Einklang zu bringen.\n2. Halten Sie die Position für 5 Sekunden.\n3. Gehen Sie zurück in die normale Kopfposition und wiederholen Sie den Vorgang.",
    "stepsHeadTurn": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken und Schultern nach unten.\n\nSchritte:\n1. Setzen oder stellen Sie sich gerade hin, die Schultern sind gesenkt.\n2. Drehen Sie Ihren Kopf so weit wie möglich zur Seite. Halten Sie an, wenn Sie auf ein Hindernis stoßen, und bleiben Sie 5 Sekunden lang stehen.\n3. Kehren Sie in die Mittelposition zurück und wiederholen Sie den Vorgang, wobei Sie die Seite wechseln.",
    "stepsShoulderShrug": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken.\n\nSchritte:\n1. Heben Sie die Schultern so weit wie möglich gerade nach oben und halten Sie sie 5 Sekunden lang.\n2. Lassen Sie die Schultern wieder in eine entspannte Position sinken.\n3. Wiederholen Sie die Übung.",
    "stepsFrontNeckStretch": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken.\n\nSchritte:\n1. Öffnen Sie den Mund weit.\n2. Neigen Sie den Kopf bei geöffnetem Mund langsam nach hinten. Wenn Sie das Gefühl haben, dass Sie Unterstützung brauchen, verschränken Sie Ihre Hände hinter dem Kopf.\n3. Schließen und öffnen Sie den Mund ganz langsam.\n4. Am Ende kehren Sie langsam in die Ausgangsposition zurück und schließen den Mund.",
    "stepsHighPlank": "Ausgangsposition:\nNehmen Sie die hohe Planke ein: Ihre Hände und Zehen sollten den Boden berühren, Ihr Rücken, Ihre Arme und Beine sollten gerade sein.\nUm in diese Position zu gelangen, können Sie sich auf den Bauch legen, die Hände mit dem Gesicht nach unten neben den Kopf legen und die Arme anheben, bis sie gerade sind.\n\nDie Schritte:\n1. Behalten Sie die Ausgangsposition während der gesamten Dauer der Übung bei.",
    "stepsPullUp": "Ausgangsposition:\nHängen Sie sich zunächst an die Klimmzugstange, die Handflächen zeigen nach außen und die Füße heben sich vom Boden ab.\nIhre Hände sollten etwas weiter als schulterbreit auseinander sein. Nur ein wenig, so dass die Ellbogen noch vor dem Körper sind und nicht direkt an der Seite.\nIhr Körper sollte gerade sein und leicht nach vorne zeigen. Die Arme sollten gestreckt sein.\n\nDie Schritte:\n1. Ziehen Sie Ihren Körper mit aller Kraft gleichmäßig nach oben, so dass sich Ihre Brust der Klimmzugstange nähert und Ihr Kinn knapp über ihr liegt. Heben Sie sich NICHT mit Schwung hoch, z. B. durch einen Tritt.\n2. Senken Sie Ihren Körper vorsichtig in die Ausgangsposition zurück.\n3. Wiederholen Sie den Vorgang.\n\nTipps:\n- Um Klimmzüge richtig ausführen zu können, müssen Sie zunächst Kraft in mehreren Schlüsselbereichen aufbauen, darunter Schultern, Arme und Bauchmuskeln. Beginnen Sie erst dann mit Klimmzügen, wenn Sie mit anderen Übungen genügend Kraft aufgebaut haben.",
    "stepsChinTuckFlexionRotation": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken.\n\nSchritte:\n1. Ziehen Sie das Kinn ein und legen Sie den Kopf zurück.\n2. Neigen Sie den Kopf nach vorne, bis Sie eine Dehnung im Nacken spüren.\n3. Drehen Sie den Kopf beim Ausatmen zur Seite. Führen Sie Ihren Kopf mit den Fingern an den Schläfen und üben Sie ein wenig Überdruck aus.\n4. Halten Sie die Position für 5 Sekunden.\n5. Drehen Sie den Kopf zurück und halten Sie ihn dabei unten.\n6. Wiederholen Sie den Vorgang ab Schritt 3, wobei Sie die Seite wechseln.",
    "stepsKettlebellDeadlift": "Ausgangsposition:\nStellen Sie sich hüftbreit auseinander, die Kettlebell befindet sich in der Mitte zwischen Ihren Knöcheln. Der Rücken sollte gerade sein, der Kopf nach vorne zeigen.\n\nSchritte:\n1. Beugen Sie sich in der Hüfte und gehen Sie leicht in die Knie, um die Hände auf die Kettlebell-Griffe zu legen. Der Rücken sollte gerade sein, während Sie die Bewegung ausführen.\n2. Greifen Sie die Kettlebell-Griffe und drücken Sie mit den Händen in entgegengesetzte Richtungen, als ob Sie die Griffe auseinanderziehen wollten.\n3. Während Sie Ihre Bauch- und Gesäßmuskeln anspannen, richten Sie sich auf.\n4. Beugen Sie sich wieder in die Hüfte, um die Kettlebell wieder nach unten zu bringen, ähnlich wie in Schritt 1.\n5. Wiederholen Sie den Vorgang ab Schritt 3.\n\nTipps:\n* Achten Sie darauf, dass Sie die Bewegungen korrekt ausführen, da dies sonst zu Verletzungen führen kann. Gehen Sie z.B. nicht in die Hocke statt in die Hüfte, machen Sie den Rücken nicht rund, wenn Sie nach der Kettlebell greifen, und lehnen Sie sich beim Aufstehen nicht zurück.",
    "stepsChildsPose": "Ausgangsposition:\nBeginnen Sie auf allen Vieren, wobei Knie, Zehen und Hände den Boden berühren. Ihre beiden großen Zehen sollten sich berühren.\n\nSchritte:\n1. Bewegen Sie Ihre Knie so, dass sie etwa hüftbreit auseinander sind.\n2. Bewegen Sie beim Ausatmen Ihr Becken nach hinten, so dass Sie auf Ihren Fersen sitzen. Ihre Hände sollten noch den Boden berühren.\n3. Entspannen Sie Ihren Oberkörper, indem Sie die Stirn auf den Boden senken und die Hände ganz natürlich nach vorne bewegen.\n4. Bleiben Sie in dieser Haltung.\n\nTipps:\n* Um die Haltung zu verlassen, führen Sie die Arme wieder unter die Schultern und bringen Sie den Oberkörper in eine sitzende Position.",
    "stepsLateralNeckStretch": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken.\n\nSchritte:\n1. Neigen Sie den Kopf zur Seite.\n2. Nehmen Sie die Hand, die näher am Kopf ist, und fassen Sie damit Ihren Kopf von der anderen Seite.\n3. Drücken Sie mit der Hand gegen den Kopf und mit dem Kopf gegen die Hand, damit sich die Kräfte ausgleichen und der Kopf ruhig bleibt.\n4. Halten Sie diese Spannung bis zum Ende der Übung aufrecht.",
    "stepsReverseLunges": "Ausgangsposition:\nGerade stehen, Füße hüftbreit auseinander.\n\nSchritte:\n1. Treten Sie mit einem Bein nach hinten, so dass Sie es bequem bis zu einem Winkel von 90 Grad beugen können.\n2. Beugen Sie langsam beide Knie, um einen 90-Grad-Winkel zu bilden.\n3. Kehren Sie in die Ausgangsposition zurück.\n4. Wiederholen, dabei die Beine abwechseln.",
    "stepsBackLateralNeckStretch": "Ausgangsposition:\nSetzen Sie sich aufrecht auf einen Stuhl oder ein festes Kissen.\n\nSchritte:\n1. Atmen Sie aus und neigen Sie den Kopf nach vorne, das Kinn zur Brust, mit den Händen hinter dem Kopf.\n2. Halten Sie den Kopf nach vorne und drehen Sie ihn mit Hilfe der Bauchmuskeln so weit wie möglich zur Seite.\n3. Ziehen Sie den Kopf mit den Händen ganz leicht nach unten, um die Dehnung zu kontrollieren.\n4. Ziehen Sie die Schultern mit Hilfe der Rückenmuskulatur nach hinten und unten. Halten Sie die Position für 5 Sekunden.\n5. Drehen Sie sich zurück in die Mittelposition.\n6. Führen Sie die Hände an die Stirn und drücken Sie den Kopf wieder aufrecht in die normale Position.",
    "stepsPikePushups": "Starre Position:\nDer nach unten gerichtete Hund: Ihr Körper sollte eine V-Form bilden, mit geradem Rücken, Armen und Beinen. Ihre Hüften sollten in der Luft sein.\nSie können diese Position erreichen, indem Sie die Hände aus einem hohen Plankenstand nach hinten führen.\n\nDie Schritte:\n1. Beugen Sie die Ellbogen zur Seite, halten Sie Rücken und Beine gerade und bringen Sie den Kopf näher zum Boden.\n2. Strecken Sie die Arme aus, drücken Sie die Hüfte wieder nach oben und halten Sie Rücken und Beine gerade.\n3. Wiederholen Sie den Vorgang.",
    "stepsNeckFlexion": "Ausgangsposition:\nSetzen Sie sich aufrecht auf einen Stuhl oder ein festes Kissen.\n\nSchritte:\n1. Atmen Sie aus und neigen Sie den Kopf nach vorne, das Kinn zur Brust, und legen Sie die Hände hinter den Kopf.\n2. Ziehen Sie den Kopf mit den Händen leicht nach unten und drücken Sie mit dem Kopf gegen die Hände, um die Kraft auszugleichen.\n3. Halten Sie die Position eine Weile.\n4. Entspanne deine Arme und deinen Kopf und öffne deine Schultern ein wenig.\n5. Wiederhole dies von Schritt 2 an.",
    "exercisePushupBurpees": "Liegestütz-Burpees",
    "stepsPushupBurpees": "Ausgangsposition:\nGerade stehen, Füße hüftbreit auseinander.\n\nSchritte:\n1. Gehen Sie in die Hocke und stützen Sie sich mit den Händen zwischen den Knien und vor den Füßen mit geradem Rücken auf dem Boden ab.\n2. Lassen Sie die Hände auf dem Boden und springen Sie mit den Beinen nach hinten in eine hohe Plank-Position.\n3. Machen Sie einen Liegestütz.\n4. Springen Sie mit den Füßen nach vorn, um in die Hocke zurückzukehren.\n5. Wiederholen.",
    "exercise4countBurpees": "Burpees mit 4 Zählzeiten",
    "exerciseNoPushupBurpees": "Keine Liegestütz-Burpees",
    "stepsNoPushupBurpees": "Ausgangsposition:\nGerade stehen, Füße hüftbreit auseinander.\n\nSchritte:\n1. Gehen Sie in die Hocke und stützen Sie sich mit den Händen zwischen den Knien und vor den Füßen mit geradem Rücken auf dem Boden ab.\n2. Lassen Sie die Hände auf dem Boden und springen Sie mit den Beinen nach hinten in eine hohe Plank-Position.\n3. Springen Sie mit den Füßen nach vorne, um wieder in die Hocke zu gehen.\n4. Springen Sie hoch.\n5. Wiederholen Sie dies.",
    "steps4countBurpees": "Ausgangsposition:\nGerade stehen, Füße hüftbreit auseinander.\n\nSchritte:\n1. Gehen Sie in die Hocke und stützen Sie sich mit den Händen zwischen den Knien und vor den Füßen mit geradem Rücken auf dem Boden ab.\n2. Lassen Sie die Hände auf dem Boden und springen Sie mit den Beinen nach hinten in eine hohe Plank-Position.\n3. Springen Sie mit den Füßen nach vorne, um wieder in die Hocke zu gehen.\n4. Wiederholen Sie die Übung.",
    "exerciseChinTuck": "Schluckübungen",
    "stepsNeckCirclesCCW": "Ausgangsposition:\nBeginnen Sie im Sitzen oder Stehen. Senken Sie den Kopf nach unten und bringen Sie das Kinn zur Brust, aber drücken Sie nicht.\n\nSchritte:\nFühren Sie die Übung in einer langsamen, fließenden Bewegung aus, wobei Ihr Kopf entspannt ist und in keine Richtung drückt:\n1. Lehnen Sie sich zu Ihrer linken Schulter.\n2. Legen Sie dann den Kopf zurück und schauen Sie nach oben.\n3. dann lehnen Sie sich zur rechten Schulter\n4. und zurück in die Ausgangsposition.\n\nWiederholen Sie dies als Teil einer langsamen, fließenden Bewegung.",
    "exerciseHeadTilts": "Kopf neigen",
    "voiceHintPushAgainstHands": "Gegen Hände drücken",
    "voiceHintShouldersDown": "Schultern nach unten",
    "stepsAlternatingBicepCurls": "Ausgangsposition:\nBeginnen Sie im Stehen mit Kurzhanteln in jeder Hand, mit geradem Rücken und hüftbreit auseinander stehenden Füßen. Die Arme sind entspannt und zeigen nach unten. Die Knie sollten leicht gebeugt, die Bauchmuskeln angespannt und die Schultern nach unten gerichtet sein.\n\nDie Schritte:\n1. Beugen Sie einen Arm am Ellenbogen und führen Sie die Hantel bis zur Schulter. Ihr Oberarm sollte während dieser Bewegung unbeweglich bleiben.\n2. Bringen Sie die Hantel wieder nach unten, bis sich Ihr Arm in seiner ursprünglichen, entspannten Position befindet.\n3. Wiederholen Sie die Übung mit dem anderen Arm.",
    "exerciseAlternatingBicepCurls": "Abwechselnde Bizepscurls",
    "exerciseLevatorScapulaeStretchL": "Dehnung des linken Schulterblattes",
    "exerciseNeckCirclesCW": "Halskreise im Uhrzeigersinn",
    "exerciseLevatorScapulaeStretchR": "Dehnung des rechten Schulterblattes",
    "exerciseNeckCirclesCCW": "Nackenkreise gegen den Uhrzeigersinn",
    "exerciseNeckHalfCircles": "Nacken-Halbkreise",
    "stepsLevatorScapulaeStretch": "Ausgangsposition:\nBeginnen Sie im Stehen oder Sitzen. Drehen Sie Ihren Kopf um etwa 45 Grad in eine Richtung. Halten Sie Ihren Hinterkopf mit der Hand, in deren Richtung Sie blicken. Legen Sie die andere Hand hinter den Rücken oder setzen Sie sich auf sie. Führen Sie nun Ihren Kopf leicht nach unten.\n\nDie Schritte:\n1. Nachdem Sie die Ausgangsposition eingenommen haben, drücken Sie Ihren Kopf mit leichter Kraft gegen Ihre Hand. Ihre Hand sollte mit gleicher Kraft zurückdrücken, so dass sich Ihr Kopf nicht bewegt. Halten Sie diese Position.",
    "stepsHeadTilts": "Ausgangsposition:\nSitzen oder stehen Sie mit geradem Rücken.\n\nSchritte:\n1. Neigen Sie den Kopf zu einer Seite und halten Sie ihn ein wenig.\n2. Bringen Sie den Kopf in die neutrale Position zurück und halten Sie ihn kurz.\n3. Neigen Sie den Kopf auf die andere Seite und halten Sie ihn kurz.\n4. Bringen Sie den Kopf wieder in die neutrale Position und halten Sie ihn ein wenig.\n5. Wiederholen Sie die Übung.",
    "stepsNeckHalfCircles": "Ausgangsposition:\nBeginnen Sie im Sitzen oder Stehen. Lehnen Sie Ihren Kopf gegen eine Ihrer Schultern, aber drücken Sie nicht.\n\nSchritte:\nFühren Sie eine langsame, fließende Bewegung aus, wobei Ihr Kopf entspannt ist und in keine Richtung drückt:\n1. Bringen Sie den Kopf nach unten zur Brust.\n2. lehnen Sie sich dann gegen die andere Schulter zurück\n3. dann wieder zurück zur Brust\n4. und schließlich zurück in die Ausgangsposition.\n\nWiederholen Sie dies immer wieder.",
    "stepsNeckCirclesCW": "Ausgangsposition:\nBeginnen Sie im Sitzen oder Stehen. Senken Sie den Kopf nach unten und bringen Sie das Kinn zur Brust, aber drücken Sie nicht.\n\nSchritte:\nFühren Sie die Übung in einer langsamen, fließenden Bewegung aus, wobei Ihr Kopf entspannt ist und in keine Richtung drückt:\n1. Lehnen Sie sich zu Ihrer rechten Schulter.\n2. Legen Sie dann den Kopf zurück und schauen Sie nach oben.\n3. dann lehnen Sie sich zur linken Schulter\n4. und zurück in die Ausgangsposition.\n\nWiederholen Sie dies als Teil einer langsamen, fließenden Bewegung."
}
