{
    "exercisePushupRotations": "Liegestütz-Drehungen",
    "exerciseLunges": "Ausfallschritte",
    "exerciseHighKnees": "Knie hoch",
    "exerciseSquats": "Kniebeugen",
    "exerciseAbCrunches": "Bauchpressen",
    "exercisePushups": "Liegestütze",
    "exerciseWallSit": "Wand sitzen",
    "stepsJumpingJacks": "1. Stehe mit den Füßen zusammen und den Armen an den Seiten.\n2. Springe in eine Position, in der die Beine weit gespreizt sind und die Hände sich über Kopf berühren.\n3. Wiederhole",
    "exerciseJumpingJacks": "Hampelmänner",
    "workoutLeg": "Bein-Training",
    "workoutScientific7Minute": "Klassisches 7-Minuten-Training",
    "exerciseSidePlankLeft": "Seitenplanke links",
    "exerciseSidePlankRight": "Seitenplanke rechts",
    "exerciseSideSplitSquatsLeft": "Seitliche Kniebeugen links",
    "exerciseSideSplitSquatsRight": "Seitliche Kniebeugen rechts",
    "exercisePistolSquatLeft": "Kniebeugen links",
    "exercisePistolSquatRight": "Kniebeugen rechts",
    "exerciseSingleLegCalfRaiseLeft": "Wadenheben linkes Bein",
    "exerciseSingleLegCalfRaiseRight": "Wadenheben rechtes Bein",
    "exerciseJumpingRope": "Springseil: einfache Sprünge",
    "exerciseSplitSquatsLeft": "geteilte Kniebeugen links",
    "exerciseSplitSquatsRight": "geteilte Kniebeugen rechts",
    "exerciseBulgarianSplitSquatLeft": "Bulgarische geteilte Kniebeugen links",
    "exerciseBulgarianSplitSquatRight": "Bulgarische geteilte Kniebeugen rechts",
    "stepsJumpRopeBasic": "Für diese Übung benötigst Du ein Springseil. Stelle sicher, dass die Seillänge auf Deine Körpergröße abgestimmt ist. Eine Möglichkeit, dies zu überprüfen, ist, beide Griffe mit einer Hand zu greifen und sich mit einem Fuß auf die Mitte des am Boden hängenden Seils zu stellen. Wenn das Seil (ohne die Griffe) bis knapp unter Deine Brust reicht, ist die Länge richtig. Ein kürzeres Seil wäre gefährlich, da Du Dich stoßen könntest und ein längeres Seil würde eine schlechte Form ergeben.\n1. Stelle Deine Füße eng zusammen, beuge Deine Knie ein wenig, halte Deinen Kopf und Körper gerade, lege deine Ellnogen an und öffne Deine Arme.\n2. Drehe nur die Handgelenke mit so viel Kraft, dass sich das Seil dreht.\n3. Springe nur so hoch, dass das Seil unter Deinen Füßen vorbeigeht.\n4. Wiederhole ab Schritt 2.",
    "stepsLunges": "1.Stehe mit geradem Rücken\n2. Mache mit dem linken Bein einen großen Schritt nach vorne\n3. Bringe Dein Becken nach unten, bis Du mit dem rechten Knie fast den Boden berührst\n4. Bringen Dein Becken wieder nach oben\n5. Kehre in den Stand zurück, indem Du einen Schritt zurücktrittst \n6. Wiederhole die Übung und wechsel dabei jedes Mal die Beine",
    "stepsPlank": "1. Gehe auf alle Viere, mit gestreckten Armen und gebeugten Knien.\n2. Gehe mit den Füßen nach hinten, bis sie gestreckt sind.\n3. Halte diese Position",
    "exercisePlank": "Unterarmstütz",
    "stepsSingleLegCalfRaise": "1. Stelle Dich auf den Boden oder auf die Kante einer Stufe. Hebe einen Fuß an und lege den oberen Teil auf die Wade.\n2. Hebe die Fersen an, bis Du auf den Zehenspitzen stehst.\n3. Bleibe drei Sekunden lang in dieser Position und senke dann den Fuß, ohne mit der Ferse den Boden zu berühren.",
    "stepsPushupRotations": "1. Mache einen Standard-Liegestütz:\n1.a Lege Dich auf den Bauch\n1.b Lege Deine Hände in die Nähe Ihrer Ohren\n1.c Hebe Deinen Bauch mit den Armen an, bis die Arme gerade sind und halte den Rücken gerade\n1.d Biege die Arme, bis die Brust fast den Boden berührt, und achte darauf, dass der Rücken gerade ist\n1.e Hebe den Bauch wieder an und kehre zu Schritt 3 zurück\n2. Drehe Deinen Körper zur Seite, so dass der Rücken gerade ist, die untere Hand, die den Körper stützt, vollständig gestreckt ist und nur die untere Hand und der untere Fuß den Boden berühren\n3. Wiederhole und wechsel jedes Mal die Seiten in Schritt 2",
    "stepsKneelingKickback": "1.Lege Dich auf alle Viere.\n2. Drücke einen Fuß nach hinten, bis er vollständig gestreckt ist und konzentriere Dich dabei auf die Gesäßmuskeln.\n3. Bleibe eine Sekunde so und kehre dann in die Ausgangsposition zurück.\n4. Wiederhole indem Du die Füße abwechselst",
    "stepsPistolSquat": "1. Stelle Dich auf ein Bein, wobei das andere Bein gerade und leicht nach vorne zeigt.\n2. Beuge langsam ein Knie, gehen in die Hocke und halte den Rücken und das andere Bein gerade.\n3. Gehe langsam aus der Hocke, strecke das gebeugte Knie und halte das andere Bein gerade.\n4. Wiederhole",
    "exerciseKneelingKickback": "kniende Rückschläge",
    "stepsBulgarianSplitSquat": "1. Stelle Dich aufrecht vor einen Stuhl und machen einen großen Schritt. Stelle den oberen Teil einer Deiner Füße auf den Stuhl.\n2. Beuge das vordere Knie und balanciere mit den Armen, bis das hintere Knie fast den Boden berührt\n3. Gehe in die Ausgangsposition zurück und wiederhole.",
    "stepsSideSplitSquats": "1. Stellen Dich aufrecht hin und mache einen weiten Seitenschritt, etwas größer als schulterbreit.\n2. Beuge ein Knie, bis Dein Oberschenkel parallel zum Boden ist. Das gebeugte Knie muss in einer Linie mit dem Fuß stehen.\n3. Gehe in die Ausgangsposition zurück und wiederhole.",
    "stepsSidePlank": "1. Lege Dich auf die Seite, der untere Ellbogen ist rechtwinklig, der Arm ragt heraus.\n2. Hebe das Becken vom Boden ab, indem Du die untere Schulter anhebst und den Unterarm auf dem Boden lässt; Dein Kopf, Dein Becken und Deine Füße sollten sich in einer geraden Linie befinden.\n3. Halte diese Position",
    "stepsArmCircles": "1. Stelle Dich mit geradem Rücken aufrecht hin.\n2. Bringe die Arme nach vorne, hebe sie über den Kopf und führe die Bewegung dann hinter dem Rücken nach unten in die Ausgangsposition fort.\n3. Kreise die Arme weiter wie in Schritt 2 beschrieben.",
    "stepsChairDips": "1.Setze Dich auf die Vorderkante eines Stuhls, Rücken gerade, Hände halten die Vorderkante\n2. Halten Dich mit ausgestreckten Armen an der Stuhlkante fest, hebe Dein Gesäß an und gehe leicht nach vorne, so dass es einige Zentimeter vom Stuhl entfernt ist.\n3. Senke Deinen Körper langsam ab, halte dabei den Rücken gerade, bis die Arme einen rechten Winkel bilden\n4. Hebe Deinen Körper wieder in die vorherige Position, Strecke die Arme\n5. Wiederhole die Schritte 3 und 4",
    "stepsAbCrunches": "1. Lege Dich mit dem Gesicht nach oben mit gebeugten Knien auf den Boden.\n2. Beuge die Schultern zum Becken. Die Hände können hinter oder neben dem Nacken oder gekreuzt über der Brust liegen.\n3. Wiederhole",
    "exerciseStepups": "Steigungen",
    "exerciseJumpRopeBasic": "Seilspringen: Grundsprünge",
    "stepsSplitSquats": "1. Stehe mit aufrechtem Rücken\n2. Machen mit dem linken Bein einen großen Schritt nach vorne\n3. Senken Dein Becken ab, bis Du mit dem rechten Knie fast den Boden berühren\n4. Bringe Dein Becken wieder nach oben\n5. Wiederhole ab Schritt 3.",
    "stepsHighKnees": "1. Laufen Sie auf der Stelle, halte die Knie so hoch wie möglich und wechseln Sie die Beine in einem schnellen Tempo",
    "stepsWallSit": "1. Lehne Dich an die Wand, mit Blick nach vorne und mit den Füßen fest auf dem Boden, schulterbreit auseinander und etwa einen Meter von der Wand entfernt\n2. Rutsche mit dem Rücken an der Wand entlang, bis die Beine einen rechten Winkel bilden. Die Knie sollten direkt über den Knöcheln sein\nSchmerzen im Quadrizeps sind normal, höre auf, wenn Du Schmerzen im Knie oder in der Kniescheibe spürst",
    "exerciseChairDips": "Stuhl Stütze",
    "exerciseArmCircles": "Armkreisen",
    "stepsSquats": "1. Stelle Dich mit schulterbreit auseinander stehenden Füßen auf\n2. Bewege die Hüften nach hinten und beuge die Knie und Hüften, um den Oberkörper zu senken\n3. Wiederhole",
    "stepsStepups": "1. Stelle Dich vor einen Stuhl\n2. Steige auf den Stuhl\n3. Steige vom Stuhl\n4. Wiederhole",
    "stepsPushups": "1. Lege Dich auf den Bauch\n2. Lege Deine Hände in die Nähe der Ohren\n3. Hebe mit den Armen den Bauch an, bis die Arme gerade sind, und halte den Rücken gerade\n4. Beuge die Arme bis die Brust fast den Boden berührt und stelle sicher, dass der Rücken gerade ist\n5. Wiederhole ab Schritt 3"
}
