{
    "exercisePushupRotations": "Liegestütz-Drehungen",
    "exerciseLunges": "Ausfallschritte",
    "exerciseHighKnees": "Knie hoch",
    "exerciseSquats": "Kniebeugen",
    "exerciseAbCrunches": "Bauchpressen",
    "exercisePushups": "Liegestütze",
    "exerciseWallSit": "Wand sitzen",
    "stepsJumpingJacks": "1. Stehe mit den Füßen zusammen und den Armen an den Seiten.\n2. Springe in eine Position, in der die Beine weit gespreizt sind und die Hände sich über Kopf berühren.\n3. Wiederhole",
    "exerciseJumpingJacks": "Hampelmänner",
    "workoutLeg": "Bein-Training",
    "workoutScientific7Minute": "Klassisches 7-Minuten-Training",
    "exerciseSidePlankLeft": "Seitenplanke links",
    "exerciseSidePlankRight": "Seitenplanke rechts",
    "exerciseSideSplitSquatsLeft": "Seitliche Kniebeugen links",
    "exerciseSideSplitSquatsRight": "Seitliche Kniebeugen rechts",
    "exercisePistolSquatLeft": "Kniebeugen links",
    "exercisePistolSquatRight": "Kniebeugen rechts",
    "exerciseSingleLegCalfRaiseLeft": "Wadenheben linkes Bein",
    "exerciseSingleLegCalfRaiseRight": "Wadenheben rechtes Bein",
    "exerciseJumpingRope": "Springseil: einfache Sprünge",
    "exerciseSplitSquatsLeft": "geteilte Kniebeugen links",
    "exerciseSplitSquatsRight": "geteilte Kniebeugen rechts",
    "exerciseBulgarianSplitSquatLeft": "Bulgarische geteilte Kniebeugen links",
    "exerciseBulgarianSplitSquatRight": "Bulgarische geteilte Kniebeugen rechts",
    "stepsJumpRopeBasic": "Für diese Übung benötigst Du ein Springseil. Stelle sicher, dass die Seillänge auf Deine Körpergröße abgestimmt ist. Eine Möglichkeit, dies zu überprüfen, ist, beide Griffe mit einer Hand zu greifen und sich mit einem Fuß auf die Mitte des am Boden hängenden Seils zu stellen. Wenn das Seil (ohne die Griffe) bis knapp unter Deine Brust reicht, ist die Länge richtig. Ein kürzeres Seil wäre gefährlich, da Du Dich stoßen könntest und ein längeres Seil würde eine schlechte Form ergeben.\n1. Stelle Deine Füße eng zusammen, beuge Deine Knie ein wenig, halte Deinen Kopf und Körper gerade, lege deine Ellnogen an und öffne Deine Arme.\n2. Drehe nur die Handgelenke mit so viel Kraft, dass sich das Seil dreht.\n3. Springe nur so hoch, dass das Seil unter Deinen Füßen vorbeigeht.\n4. Wiederhole ab Schritt 2.",
    "stepsLunges": "1.Stehe mit geradem Rücken\n2. Mache mit dem linken Bein einen großen Schritt nach vorne\n3. Bringe Dein Becken nach unten, bis Du mit dem rechten Knie fast den Boden berührst\n4. Bringen Dein Becken wieder nach oben\n5. Kehre in den Stand zurück, indem Du einen Schritt zurücktrittst \n6. Wiederhole die Übung und wechsel dabei jedes Mal die Beine",
    "stepsPlank": "1. Gehe auf alle Viere, mit gestreckten Armen und gebeugten Knien.\n2. Gehe mit den Füßen nach hinten, bis sie gestreckt sind.\n3. Halte diese Position",
    "exercisePlank": "Unterarmstütz",
    "stepsSingleLegCalfRaise": "1. Stelle Dich auf den Boden oder auf die Kante einer Stufe. Hebe einen Fuß an und lege den oberen Teil auf die Wade.\n2. Hebe die Fersen an, bis Du auf den Zehenspitzen stehst.\n3. Bleibe drei Sekunden lang in dieser Position und senke dann den Fuß, ohne mit der Ferse den Boden zu berühren."
}
