{
    "workoutScientific7Minute": "Επιστημονική προπόνηση 7 λεπτών",
    "workoutLeg": "Προπόνηση ποδιών",
    "exerciseJumpingJacks": "Eκτάσεις-ανατάσεις με αναπήδηση",
    "exerciseAbCrunches": "Κοιλιακοί",
    "stepsAbCrunches": "1. Ξαπλώστε ανάσκελα στο πάτωμα με τα γόνατα λυγισμένα.\n2. Κυρτώστε τους ώμους προς τη λεκάνη. Τα χέρια μπορεί να είναι πίσω ή δίπλα από τον αυχένα ή σταυρωμένα πάνω από το στήθος.\n3. Επαναλάβετε",
    "exerciseSquats": "Βαθιά καθίσματα",
    "exercisePlank": "Σανίδα πήχη",
    "exerciseLunges": "Προβολές",
    "workoutNeckShoulderStretch": "Διατάσεις αυχένα και ώμων",
    "stepsJumpingJacks": "1. Σταθείτε με τα πόδια ενωμένα και τα χέρια στα πλάγια\n2. Πηδήξτε σε μια θέση με τα πόδια ανοιχτά και τα χέρια να εφάπτονται από επάνω\n3. Επαναλάβετε",
    "exerciseWallSit": "Κάθισμα τοίχου",
    "exerciseChairDips": "Βυθίσεις καρέκλας",
    "stepsWallSit": "1. Ακουμπήστε στον τοίχο, στραμμένοι προς τα εμπρός και με τα πόδια σταθερά στο έδαφος, στο πλάτος των ώμων και περίπου 60 cm μακριά από τον τοίχο\n2. Σύρετε την πλάτη σας προς τα κάτω στον τοίχο, κρατώντας την πιεσμένη πάνω του, μέχρι τα πόδια σας να βρίσκονται σε ορθή γωνία. Τα γόνατα πρέπει να είναι ακριβώς πάνω από τους αστραγάλους\nΟ πόνος στον τετρακέφαλο είναι φυσιολογικός, σταματήστε εάν αισθάνεστε πόνο στο γόνατο ή την επιγονατίδα",
    "exercisePushups": "Κάμψεις",
    "stepsPushups": "Θέση εκκίνησης:\nΜπείτε στην αρχική θέση κάμψεων, με τα χέρια και τα δάχτυλα των ποδιών σας να αγγίζουν το έδαφος, και την πλάτη, τα χέρια και τα πόδια ίσια. Για να φτάσετε σε αυτή τη θέση, μπορείτε να ξαπλώσετε στο στομάχι σας, να τοποθετήσετε τα χέρια σας προς τα κάτω δίπλα στο κεφάλι σας και να σηκώσετε τα χέρια σας μέχρι να είναι ίσια.\n\nΒήματα:\n1. Λυγίστε στους αγκώνες μέχρι το στήθος σας να αγγίξει σχεδόν το έδαφος, φροντίζοντας η πλάτη σας να είναι ίσια ανά πάσα στιγμή.\n2. Χρησιμοποιήστε τα χέρια σας για να σηκώσετε τον εαυτό σας πίσω στην αρχική θέση.\n3. Επαναλάβετε.",
    "exerciseStepups": "Σκαλιά",
    "stepsStepups": "1. Σταθείτε κοιτάζοντας μια καρέκλα\n2. Ανεβείτε στην καρέκλα\n3. Κατεβείτε από την καρέκλα\n4. Επαναλάβετε",
    "stepsSquats": "1. Σταθείτε με τα πόδια ανοιχτά στο πλάτος των ώμων\n2. Μετακινήστε τους γοφούς προς τα πίσω και λυγίστε τα γόνατα και τους γοφούς για να χαμηλώσετε τον κορμό\n3. Επαναλάβετε",
    "stepsPlank": "Θέση εκκίνησης:\n1. Ξεκινήστε στα τέσσερα.\nΟι βραχίονες πρέπει να λυγίζουν σε ορθή γωνία, με τους ώμους ακριβώς πάνω από τους αγκώνες.\nΗ πλάτη πρέπει να είναι ίσια, όλο το σώμα σε ευθεία γραμμή.\n\nΒήματα:\n1. Κρατήστε αυτή τη θέση.",
    "stepsChairDips": "1. Καθίστε στην μπροστινή άκρη μιας καρέκλας, με την πλάτη ίσια, τα χέρια να κρατούν την μπροστινή άκρη\n2. Κρατώντας ακόμα την άκρη της καρέκλας, με τα χέρια τεντωμένα, σηκώστε τον πισινό σας και περπατήστε ελαφρώς προς τα εμπρός, ώστε να απέχει λίγα εκατοστά από την καρέκλα.\n3. Χαμηλώστε αργά το σώμα σας, κρατώντας την πλάτη ίσια, μέχρι τα χέρια να βρίσκονται σε ορθή γωνία\n4. Σηκώστε ξανά το σώμα σας στην προηγούμενη θέση, με τα χέρια τεντωμένα\n5. Επαναλάβετε τα βήματα 3 και 4",
    "exerciseHighKnees": "Γόνατα ψηλά",
    "stepsHighKnees": "1. Τρέξτε επί τόπου, βάζοντας τα γόνατα όσο πιο ψηλά γίνεται και εναλλάσσοντας πόδια με γρήγορο ρυθμό",
    "exercisePushupRotations": "Περιστροφικές κάμψεις",
    "stepsLunges": "1. Σταθείτε με ίσια την πλάτη\n2. Κάντε ένα μεγάλο βήμα μπροστά με το αριστερό σας πόδι\n3. Φέρτε τη λεκάνη σας προς τα κάτω μέχρι να αγγίξετε σχεδόν το πάτωμα με το δεξί σας γόνατο\n4. Φέρτε τη λεκάνη σας πίσω προς τα πάνω\n5. Επιστρέψτε στην όρθια θέση με βήμα προς τα πίσω.\n6. Επαναλάβετε, αλλάζοντας πόδια κάθε φορά",
    "stepsPushupRotations": "1. Κάντε μία τυπική κάμψη:\n1.α Ξαπλώστε μπρούμυτα\n1.β Τοποθετήστε τα χέρια σας κοντά στα αυτιά σας\n1.γ Χρησιμοποιήστε τα χέρια σας για να σηκώσετε το στομάχι σας προς τα πάνω μέχρι τα χέρια να είναι ίσια, κρατώντας την πλάτη ίσια\n1.δ Λυγίστε τα χέρια μέχρι το στήθος να ακουμπήσει σχεδόν το έδαφος, φροντίζοντας η πλάτη να είναι ευθεία\n1.ε Σηκώστε ξανά το στομάχι σας προς τα πάνω, επιστρέφοντας στο βήμα 3\n2. Περιστρέψτε το σώμα σας στο πλάι, ώστε η πλάτη να είναι ίσια, το κάτω χέρι που στηρίζει το σώμα να είναι πλήρως τεντωμένο και μόνο το κάτω χέρι και το πόδι να ακουμπάνε στο πάτωμα\n3. Επαναλάβετε, αλλάζοντας πλευρά στο βήμα 2 κάθε φορά",
    "exerciseSplitSquatsLeft": "Σπαστά βαθιά καθίσματα αριστερά",
    "exerciseSidePlankLeft": "Πλάγια σανίδα αριστερά",
    "exerciseSidePlankRight": "Πλάγια σανίδα δεξιά",
    "exerciseSideSplitSquatsLeft": "Πλευρικά σπαστά καθίσματα αριστερά",
    "exerciseSideSplitSquatsRight": "Πλευρικά σπαστά καθίσματα δεξιά",
    "exerciseBulgarianSplitSquatLeft": "Βουλγαρικά σπαστά καθίσματα αριστερά",
    "exerciseBulgarianSplitSquatRight": "Βουλγαρικά σπαστά καθίσματα δεξιά",
    "stepsSplitSquats": "1. Σταθείτε με ίσια την πλάτη\n2. Κάντε ένα μεγάλο βήμα μπροστά με το αριστερό πόδι\n3. Φέρτε τη λεκάνη προς τα κάτω μέχρι να αγγίξετε σχεδόν το πάτωμα με το δεξί γόνατο\n4. Φέρτε τη λεκάνη πίσω προς τα πάνω\n5. Επαναλάβετε από το βήμα 3.",
    "exerciseSplitSquatsRight": "Σπαστά βαθιά καθίσματα δεξιά",
    "exerciseKneelingKickback": "Γονατιστές κλωτσιές",
    "stepsKneelingKickback": "1. Σταθείτε στα τέσσερα.\n2. Σπρώξτε το ένα πόδι προς τα πίσω μέχρι να εκταθεί πλήρως, εστιάζοντας στους γλουτιαίους μύες.\n3. Μείνετε για ένα δευτερόλεπτο και, στη συνέχεια, επιστρέψτε στην αρχική θέση.\n4. Επαναλάβετε, εναλλάσσοντας τα πόδια",
    "exercisePistolSquatLeft": "Βαθύ κάθισμα αριστερού ποδιού",
    "exercisePistolSquatRight": "Βαθύ κάθισμα δεξιού ποδιού",
    "exerciseArmCircles": "Κύκλοι χεριών προς τα εμπρός",
    "exerciseBWArmCircles": "Κύκλοι χεριών πίσω",
    "stepsBWArmCircles": "1. Σταθείτε όρθιοι με την πλάτη σας ίσια.\n2. Κρατώντας τα χέρια σας ίσια, φέρτε τα μπροστά σας, σηκώστε τα πάνω από το κεφάλι σας και, στη συνέχεια, συνεχίστε την κίνηση πίσω από την πλάτη σας και κατεβείτε στην αρχική θέση.\n3. Συνεχίστε να κάνετε κύκλους με τα χέρια σας όπως περιγράφεται στο βήμα 2.",
    "exerciseMountainClimbers": "Ορειβασίες",
    "steps4countBurpees": "Θέση εκκίνησης:\nΣταθείτε ίσια, με τα πόδια ανοιχτά στο πλάτος των γοφών.\n\nΒήματα:\n1. Κάντε βαθύ κάθισμα και στηριχτείτε στο πάτωμα με τα χέρια ανάμεσα στα γόνατα και μπροστά από τα πόδια, με την πλάτη ίσια.\n2. Διατηρώντας τα χέρια στο πάτωμα, πηδήξτε με τα πόδια προς τα πίσω, σε θέση υψηλής σανίδας.\n3. Πηδήξτε με τα πόδια σας προς τα εμπρός για να επιστρέψετε στη θέση βαθύ καθίσματος.\n4. Επαναλάβετε.",
    "exerciseNoPushupBurpees": "Βατραχάκια χωρίς κάμψεις",
    "exercisePushupBurpees": "Βατραχάκια με κάμψεις",
    "exerciseSingleLegCalfRaiseLeft": "Ανυψώσεις αριστερής γάμπας",
    "exerciseSingleLegCalfRaiseRight": "Ανυψώσεις δεξιάς γάμπας",
    "exercise4countBurpees": "Βατραχάκια σε 4-χρόνους",
    "exerciseSquatThrusts": "Ωθήσεις βαθέος καθίσματος",
    "exerciseReverseLunges": "Αντίστροφες προβολές ποδιών",
    "exerciseHeadTurn": "Στροφές κεφαλής",
    "stepsHeadTurn": "Θέση εκκίνησης:\nΚαθίστε ή σταθείτε με την πλάτη ίσια και τους ώμους κάτω.\n\nΒήματα:\n1. Καθίστε ή σταθείτε όρθιοι, με τους ώμους πεσμένους.\n2. Γυρίστε το κεφάλι σας στο πλάι όσο το δυνατόν περισσότερο. Σταματήστε όταν φτάσετε σε σημείο αντίστασης και κρατήστε το για 5 δευτερόλεπτα.\n3. Επιστρέψτε στην κεντρική θέση και επαναλάβετε, αλλάζοντας πλευρές.",
    "exercisePikePushups": "Κάμψεις σε σχήμα Λ",
    "exerciseLeftNeckStretch": "Διάταση λαιμού αριστερά",
    "exerciseRightNeckStretch": "Διάταση λαιμού δεξιά",
    "exerciseFrontNeckStretch": "Διάταση λαιμού εμπρός",
    "stepsFrontNeckStretch": "Θέση εκκίνησης:\nΚάθισε ή στάσου όρθιος με την πλάτη ίσια.\n\nΒήματα:\n1. Ανοίξτε διάπλατα το στόμα.\n2. Γείρετε αργά το κεφάλι προς τα πίσω με το στόμα ανοιχτό. Αν νιώθετε την ανάγκη για στήριξη, σφίξτε τα χέρια σας πίσω από το κεφάλι σας.\n3. Πολύ αργά κλείστε και ανοίξτε το στόμα σας.\n4. Στο τέλος, επιστρέψτε αργά στην αρχική θέση και κλείστε το στόμα.",
    "exerciseBackLeftNeckStretch": "Διάταση λαιμού πίσω και αριστερά",
    "exerciseBackRightNeckStretch": "Διάταση λαιμού πίσω και δεξιά",
    "exerciseNeckFlexion": "Διάταση αυχένα πίσω",
    "exerciseChinTuckFlexionRotation": "Πίεση πηγουνιού με κάμψη με περιστροφή",
    "stepsShoulderRotation": "Θέση εκκίνησης:\nΚαθίστε ή σταθείτε με την πλάτη ίσια.\n\nΒήματα:\n1. Τοποθετήστε τα χέρια στους ώμους.\n2. Περιστρέψτε επανειλημμένα και τις δύο αρθρώσεις των ώμων με κυκλική κίνηση με μέτριο ρυθμό.",
    "exercisePullUp": "Έλξεις",
    "exerciseKettlebellDeadlift": "Άρση δραμιών",
    "exerciseSumoSquat": "Βαθύ κάθισμα Σούμο",
    "stepsSumoSquat": "Θέση εκκίνησης:\nΣταθείτε με τα πόδια ανοιχτά και τα δάχτυλα στραμμένα προς τα έξω.\n\nΒήματα:\n1. Βυθιστείτε αργά λυγίζοντας τα γόνατά σας προς τα έξω. Απλώστε τα χέρια προς τα εμπρός. Κρατήστε κεφάλι, στήθος και γοφούς σε ευθεία γραμμή. Πιέστε τους γλουτούς σας.\n2. Σπρώξτε προς τα πάνω στην αρχική θέση.\n3. Επαναλάβετε αυτή την άσκηση με παλμική κίνηση.",
    "exerciseJumpRopeBasic": "Σχοινάκι: βασικές αναπηδήσεις",
    "stepsFloorDips": "Θέση εκκίνησης:\nΚαθίστε με τα χέρια σας πίσω σας, στηρίζοντας την πλάτη σας.\nΤα δάχτυλά σας πρέπει να δείχνουν προς τα εμπρός.\nΤα γόνατά σας πρέπει να είναι λυγισμένα, τα πόδια ενωμένα.\n\nΒήματα:\n1. Σηκώστε τους γοφούς σας από το έδαφος, ισιώνοντας τα χέρια σας.\n2. Λυγίστε τους αγκώνες σας, φέρνοντας τους γοφούς σας προς τα κάτω.\n3. Ισιώστε τα χέρια σας, επιστρέφοντας στην προηγούμενη θέση.\n4. Επαναλάβετε τα βήματα 2 και 3.\n\nΣημειώσεις:\nΗ δυσκολία της άσκησης εξαρτάται από το πόσο ψηλά φέρετε τους γοφούς σας.",
    "exerciseShoulderShrug": "Ανασηκώσεις ώμων",
    "stepsShoulderShrug": "Θέση εκκίνησης:\nΚαθίστε ή σταθείτε με την πλάτη σας ίσια.\n\nΒήματα:\n1. Σηκώστε τους ώμους πιο ψηλά όσο το δυνατόν περισσότερο και κρατήστε για 5 δευτερόλεπτα.\n2. Αφήστε τους ώμους προς τα κάτω σε χαλαρή θέση.\n3. Επαναλάβετε.",
    "stepsJumpRopeBasic": "Αυτή η άσκηση απαιτεί ένα σχοινάκι αναπηδήσεων. Βεβαιωθείτε ότι το μήκος του σχοινιού είναι προσαρμοσμένο στο ύψος σας. Ένας τρόπος για να ελέγξετε είναι να πιάσετε και τις δύο λαβές με το ένα χέρι και να σταθείτε στη μέση του σχοινιού που κρέμεται στο έδαφος με το ένα πόδι. Εάν το σχοινί (χωρίς τις λαβές) φτάνει ακριβώς κάτω από το στήθος σας, το μήκος του είναι σωστό. Ένα πιο κοντό σχοινί θα ήταν επικίνδυνο, καθώς μπορεί να χτυπήσετε τον εαυτό σας, και ένα μακρύτερο σχοινί θα δημιουργούσε κακή φόρμα.\n1. Βάλτε τα πόδια σας κοντά, λυγίστε λίγο τα γόνατα, κρατήστε το κεφάλι και το σώμα σας ίσια, κρατήστε τους αγκώνες μέσα, ανοίξτε τα χέρια σας.\n2. Περιστρέψτε μόνο τους καρπούς σας με αρκετή δύναμη για να κάνετε το σχοινί να περιστρέφεται.\n3. Πηδήξτε τόσο ψηλά όσο χρειάζεται για να περάσετε το σχοινί κάτω από τα πόδια σας.\n4. Επαναλάβετε από το βήμα 2.",
    "exerciseChinTuck": "Πίεση πηγουνιού",
    "exerciseLegRaises": "Ανυψώσεις ποδιών",
    "stepsLegRaises": "Θέση εκκίνησης:\nΞαπλώστε ανάσκελα, τα πόδια ενωμένα, τα χέρια στο πλάι.\n\nΒήματα:\n1. Λυγίστε τα γόνατά σας και στη συνέχεια ισιώστε τα ώστε να δείχνουν ευθεία προς τα πάνω.\n2. Κρατώντας τα πόδια σας ίσια, κατεβάστε τα μαζί χωρίς να αγγίξετε το πάτωμα. Όσο πιο χαμηλά πηγαίνετε, τόσο πιο έντονη είναι η άσκηση.\n3. Σηκώστε και τα δύο πόδια μαζί για να δείξετε ξανά ευθεία προς τα επάνω.\n4. Επαναλάβετε από το βήμα 2.",
    "exerciseFloorDips": "Βυθίσεις δαπέδου",
    "stepsChinTuck": "Θέση εκκίνησης:\nΚαθίστε ή σταθείτε με την πλάτη σας ίσια.\n\nΒήματα:\n1. Χρησιμοποιήστε τα δάχτυλά σας στο πηγούνι σας για να πιέσετε αργά το πηγούνι σας προς τα μέσα, μετακινώντας το κεφάλι σας προς τα πίσω για να το ευθυγραμμίσετε με τη σπονδυλική σας στήλη.\n2. Κρατήστε για 5 δευτερόλεπτα.\n3. Επιστρέψτε στην κανονική θέση του κεφαλιού και επαναλάβετε.",
    "exerciseHighPlank": "Υψηλή σανίδα",
    "stepsHighPlank": "Θέση εκκίνησης:\nΤα χέρια και τα δάχτυλα των ποδιών σας πρέπει να ακουμπούν στο έδαφος, η πλάτη, τα χέρια και τα πόδια σας πρέπει να είναι ίσια.\nΓια να φτάσετε σε αυτή τη θέση, μπορείτε να ξαπλώσετε μπρούμυτα, να τοποθετήσετε τα χέρια σας στραμμένα προς τα κάτω δίπλα στο κεφάλι σας και να σηκώσετε τα χέρια σας μέχρι να είναι ίσια.\n\nΒήματα:\n1. Διατηρήστε την αρχική θέση για όλη τη διάρκεια της άσκησης.",
    "exerciseChildsPose": "Παιδική στάση",
    "stepsChildsPose": "Θέση εκκίνησης:\nΞεκινήστε στα τέσσερα, γόνατα, δάχτυλα των ποδιών και χέρια να ακουμπάνε το έδαφος. Τα δύο μεγάλα δάχτυλα των ποδιών σας πρέπει να εφάπτονται.\n\nΒήματα:\n1. Μετακινήστε τα γόνατά σας έτσι ώστε να απέχουν περίπου όσο το πλάτος των γοφών.\n2. Σε μια εκπνοή, μετακινήστε τη λεκάνη σας προς τα πίσω για να καθίσετε στις φτέρνες σας. Τα χέρια σας θα πρέπει να αγγίζουν ακόμα το έδαφος.\n3. Χαλαρώστε το πάνω μέρος του σώματός σας, χαμηλώνοντας το μέτωπό σας στο πάτωμα και αφήνοντας τα χέρια σας να κινούνται φυσικά μπροστά.\n4. Μείνε σε αυτή τη στάση.\n\nΣυμβουλές:\n* Για να αφήσετε τη στάση, οδηγήστε τα χέρια σας πίσω κάτω από τους ώμους και μετακινήστε το πάνω μέρος του σώματος σε καθιστή θέση.",
    "stepsPullUp": "Θέση εκκίνησης:\nΞεκινήστε κρεμάμενοι από τη ράβδο έλξης, με τις παλάμες προς τα έξω και τα πόδια να μην εφάπτονται στο πάτωμα.\nΤα χέρια σας πρέπει να είναι ελαφρά πιο ανοιχτά από το πλάτος των ώμων. Μόνο ελαφρά, έτσι ώστε οι αγκώνες να είναι ακόμα μπροστά από το σώμα και όχι ίσια στο πλάι.\nΤο σώμα σας πρέπει να είναι ίσιο και ελαφρώς στραμμένο προς τα εμπρός. Τα χέρια σας πρέπει να είναι εκτεταμένα.\n\nΒήματα:\n1. Χρησιμοποιήστε τη δύναμή σας για να τραβήξετε το σώμα σας ομοιόμορφα προς τα πάνω, φέρνοντας το στήθος σας πιο κοντά στη ράβδο έλξης και το πηγούνι σας ακριβώς από πάνω. ΜΗΝ σηκώνετε τον εαυτό σας χρησιμοποιώντας ορμή, όπως κλοτσιές.\n2. Κατεβάστε προσεκτικά το σώμα σας προς τα κάτω στην αρχική θέση.\n3. Επαναλάβετε.\n\nΣυμβουλές:\n- Για να κάνετε σωστά τα έλξεις, πρέπει πρώτα να αναπτύξετε δύναμη σε πολλές σημαντικές περιοχές, όπως ώμοι, χέρια και κοιλιακοί. Ξεκινήστε τις έλξεις μόνο αφού έχετε αναπτύξει αρκετή δύναμη με άλλες ασκήσεις.",
    "stepsKettlebellDeadlift": "Θέση εκκίνησης:\nΣταθείτε με τα πόδια στο πλάτος των γοφών, με το δράμι σας στο κέντρο ανάμεσα στους αστραγάλους. Η πλάτη πρέπει να είναι ίσια, το κεφάλι προς τα εμπρός.\n\nΒήματα:\n1. Κάμψτε το σώμα στους γοφούς και λυγίστε ελαφρώς τα γόνατα για να τοποθετήσετε τα χέρια σας στις λαβές του δραμιού. Η πλάτη πρέπει να είναι ευθεία καθώς εκτελείτε την κίνηση.\n2. Πιάστε τις λαβές του δραμιού, με τα χέρια να πιέζουν προς αντίθετες κατευθύνσεις σαν να θέλετε να σκίσετε τη λαβή.\n3. Καθώς χρησιμοποιείτε τους κοιλιακούς και τους γλουτούς, σταθείτε όρθιοι.\n4. Κάμψτε ξανά το σώμα στους γοφούς για να επαναφέρετε το δράμι ξανά κάτω, όπως στο βήμα 1.\n5. Επαναλάβετε από το βήμα 3.\n\nΣυμβουλές:\n* Βεβαιωθείτε ότι εκτελείτε τις κινήσεις σωστά, καθώς διαφορετικός τρόπος μπορεί να οδηγήσει σε τραυματισμό. Για παράδειγμα, μην κάνετε βαθύ κάθισμα αντί να κάμπτετε τους γοφούς, μην στρογγυλεύετε την πλάτη σας ενώ πιάνετε το δράμι και μην γέρνετε προς τα πίσω ενώ στέκεστε όρθιοι.",
    "stepsSideSplitSquats": "1. Σταθείτε όρθιοι και κάντε ένα ευρύ πλευρικό βήμα, λίγο μεγαλύτερο από το πλάτος των ώμων.\n2. Λυγίστε το ένα γόνατο μέχρι ο μηρός σας να είναι παράλληλος με το δάπεδο. Το λυγισμένο γόνατο πρέπει να είναι σε ευθεία γραμμή με το πόδι.\n3. Σπρώξτε πίσω στη θέση εκκίνησης και επαναλάβετε.",
    "stepsBulgarianSplitSquat": "1. Σταθείτε όρθιοι μπροστά από μια καρέκλα και κάντε ένα μεγάλο βήμα. Τοποθετήστε το πάνω μέρος του ενός ποδιού σας στην καρέκλα.\n2. Λυγίστε το μπροστινό γόνατο, ισορροπώντας με τα χέρια μέχρι το πίσω γόνατο να ακουμπήσει σχεδόν στο έδαφος\n3. Σπρώξτε πίσω στη θέση εκκίνησης και επαναλάβετε.",
    "stepsPistolSquat": "1. Σταθείτε στο ένα πόδι, με το άλλο πόδι σας ίσιο και ελαφρώς μπροστά.\n2. Λυγίστε αργά το ένα γόνατο, κατεβαίνοντας σε βαθύ κάθισμα και κρατώντας την πλάτη σας και το άλλο πόδι σας ίσιο.\n3. Σηκωθείτε αργά από το βαθύ κάθισμα, ισιώνοντας το λυγισμένο γόνατο και κρατώντας το άλλο πόδι ίσιο.\n4. Επαναλάβετε",
    "stepsArmCircles": "1. Σταθείτε όρθιοι με την πλάτη σας ίσια.\n2. Κρατώντας τα χέρια σας ίσια, φέρτε τα μπροστά σας, μετακινήστε τα προς τα κάτω, πίσω από την πλάτη σας, στη συνέχεια πάνω από το κεφάλι σας και πίσω στην αρχική θέση.\n3. Συνεχίστε να κυκλώνετε τα χέρια σας όπως περιγράφεται στο βήμα 2.",
    "stepsMountainClimbers": "Θέση εκκίνησης:\nΞεκινήστε από την όρθια θέση κάμψεων ή την ψηλή σανίδα.\nΤα χέρια πρέπει να βρίσκονται ακριβώς κάτω από τους ώμους.\nΚρατήστε το κεφάλι σε ευθεία γραμμή με την πλάτη, κοιτάζοντας προς το πάτωμα.\nΤα πόδια θα πρέπει να είναι περίπου στο πλάτος των γοφών.\n\nΒήματα:\n1. Μετακινήστε το ένα γόνατο προς το κέντρο του σώματος, προς τους αγκώνες, κρατώντας το άλλο πόδι τεντωμένο.\n2. Με μια γρήγορη κίνηση άλματος, τεντώστε το λυγισμένο πόδι προς τα έξω και τραβήξτε το άλλο γόνατο προς το σώμα σας.\n3. Συνεχίστε να επαναλαμβάνετε το βήμα 2, εναλλάσσοντας τα πόδια.\n\nΣημειώσεις:\nΚαθ' όλη τη διάρκεια της άσκησης, η πλάτη σας θα πρέπει να παραμένει όσο το δυνατόν πιο ευθεία - αποφύγετε την καμπούρα ή τη χαλάρωση της πλάτης.",
    "stepsPushupBurpees": "Θέση εκκίνησης:\nΣταθείτε ίσια, με τα πόδια ανοιχτά στο πλάτος των γοφών.\n\nΒήματα:\n1. Κάντε βαθύ κάθισμα χαμηλά και στηριχτείτε στο πάτωμα με τα χέρια ανάμεσα στα γόνατα και μπροστά από τα πόδια, με την πλάτη ίσια.\n2. Διατηρώντας τα χέρια στο πάτωμα, πηδήξτε με τα πόδια προς τα πίσω, σε θέση υψηλής σανίδας.\n3. Εκτελέστε μία κάμψη.\n4. Πηδήξτε με τα πόδια σας προς τα εμπρός για να επιστρέψετε στη θέση βαθύ καθίσματος.\n5. Επαναλάβετε.",
    "stepsSquatThrusts": "Θέση εκκίνησης:\nΕκκίνηση σε θέση υψηλής σανίδας: πλάτη, χέρια και πόδια είναι ίσια, και τα χέρια βρίσκονται στο πλάτος των ώμων.\n\nΒήματα:\n1. Πηδήξτε με τα πόδια προς τα εμπρός ανάμεσα στα χέρια, κρατώντας την πλάτη επίπεδη.\n2. Διατηρώντας τα χέρια στο πάτωμα, πηδήξτε με τα πόδια σας πίσω σε θέση υψηλής σανίδας.\n3. Επαναλάβετε.",
    "stepsNoPushupBurpees": "Θέση εκκίνησης:\nΣτάσου ίσια, με τα πόδια ανοιχτά στο πλάτος των γοφών.\n\nΒήματα:\n1. Κάντε βαθύ κάθισμα και στηριχτείτε στο πάτωμα, με τα χέρια ανάμεσα στα γόνατα και μπροστά από τα πόδια, με ίσια πλάτη.\n2. Διατηρώντας τα χέρια στο πάτωμα, πηδήξτε με τα πόδια προς τα πίσω σε θέση υψηλής σανίδας.\n3. Πηδήξτε με τα πόδια προς τα εμπρός για να επιστρέψετε στη θέση βαθύ καθίσματος.\n4. Πηδήξτε προς τα πάνω.\n5. Επαναλάβετε.",
    "stepsSidePlank": "1. Ξαπλώστε στο πλάι, με τον κάτω αγκώνα σας σε ορθή γωνία, με το χέρι να προεξέχει\n2. Σηκώστε τη λεκάνη σας από το πάτωμα σηκώνοντας τον κάτω ώμο σας προς τα πάνω, κρατώντας το αντιβράχιο στο πάτωμα. Το κεφάλι, η λεκάνη και τα πόδια, πρέπει να βρίσκονται σε ευθεία γραμμή\n3. Κρατήστε αυτή τη θέση",
    "stepsSingleLegCalfRaise": "1. Σταθείτε στο πάτωμα ή στην άκρη ενός σκαλοπατιού για να αυξήσετε το εύρος της κίνησης. Σηκώστε το ένα πόδι, τοποθετώντας το πάνω μέρος στη γάμπα σας.\n2. Σηκώστε τις φτέρνες σας μέχρι να σταθείτε στα δάχτυλα των ποδιών.\n3. Μείνετε σε αυτή τη θέση για τρία δευτερόλεπτα και, στη συνέχεια, χαμηλώστε το πόδι σας χωρίς να ακουμπήσετε το έδαφος με τη φτέρνα σας.",
    "stepsReverseLunges": "Θέση εκκίνησης:\nΣταθείτε ίσια, με τα πόδια ανοιχτά στο πλάτος των γοφών.\n\nΒήματα:\n1. Κάντε ένα βήμα προς τα πίσω με το ένα πόδι, ώστε να μπορεί να λυγίσει άνετα σε γωνία 90 μοιρών.\n2. Λυγίστε αργά και τα δύο γόνατα ώστε να σχηματίσουν γωνία 90 μοιρών.\n3. Επιστρέψτε στην αρχική θέση.\n4. Επαναλάβετε, εναλλάσσοντας τα πόδια.",
    "stepsBackLateralNeckStretch": "Θέση εκκίνησης:\nΚαθίστε όρθιοι σε μια καρέκλα ή σε ένα σταθερό μαξιλάρι.\n\nΒήματα:\n1. Εκπνεύστε και γείρετε το κεφάλι προς τα εμπρός, με το πηγούνι στο στήθος, με τα χέρια πίσω από το κεφάλι σας.\n2. Κρατώντας το κεφάλι μπροστά, χρησιμοποιήστε τους μυς της μέσης για να γυρίσετε όσο πιο άνετα μπορείτε προς το πλάι.\n3. Χρησιμοποιήστε τα χέρια για να τραβήξετε το κεφάλι πολύ ελαφρά προς τα κάτω, ελέγχοντας το τέντωμα.\n4. Τραβήξτε τους ώμους προς τα πίσω και κάτω χρησιμοποιώντας τους μύες της πλάτης σας. Κρατήστε την για 5 δευτερόλεπτα.\n5. Γυρίστε πίσω στην κεντρική θέση.\n6. Φέρτε τα χέρια σας στο μέτωπό σας και σπρώξτε το κεφάλι σας πάλι όρθιο σε κανονική θέση.",
    "stepsPikePushups": "Θέση εκκίνησης:\nΣκύλος που κοιτάζει προς τα κάτω: Το σώμα πρέπει να έχει σχήμα Λ, με ίσια πλάτη, χέρια και πόδια. Οι γοφοί πρέπει να είναι στον αέρα.\nΜπορείτε να πάρετε αυτή τη θέση μετακινώντας τα χέρια προς τα πίσω, από μια θέση υψηλής σανίδας.\n\nΒήματα:\n1. Λυγίστε τους αγκώνες στο πλάι, κρατώντας την πλάτη και τα πόδια ίσια και μετακινώντας το κεφάλι πιο κοντά στο πάτωμα.\n2. Τεντώστε τα χέρια, σπρώχνοντας τους γοφούς προς τα πάνω και κρατώντας την πλάτη και τα πόδια ίσια.\n3. Επαναλάβετε.",
    "stepsLateralNeckStretch": "Θέση εκκίνησης:\nΚάθισε ή στάσου όρθιος με την πλάτη ίσια.\n\nΒήματα:\n1. Γείρετε το κεφάλι σας προς το πλάι και κρατήστε το για 8 δευτερόλεπτα για να τεντώσετε την πλευρά του αυχένα σας.\n2. Με το πιο κοντινό χέρι στην κορυφή του κεφαλιού σας, τραβήξτε απαλά για να τεντώσετε περισσότερο. Κρατήστε το για 8 δευτερόλεπτα.\n3. Γυρίστε το πηγούνι προς τον ώμο. Κρατήστε το για 8 δευτερόλεπτα.\n4. Απελευθερώστε και επιστρέψτε στην αρχική θέση.",
    "stepsNeckFlexion": "Θέση εκκίνησης:\nΚαθίστε όρθιοι σε μια καρέκλα ή ένα σταθερό μαξιλάρι.\n\nΒήματα:\n1. Εκπνεύστε και γείρετε το κεφάλι προς τα εμπρός, το πηγούνι στο στήθος, βάζοντας τα χέρια πίσω από το κεφάλι.\n2. Χρησιμοποιήστε τα χέρια για να τραβήξετε το κεφάλι προς τα κάτω πολύ ελαφρά. Κρατήστε το για 5 δευτερόλεπτα.\n3. Τραβήξτε τους ώμους πίσω και κάτω χρησιμοποιώντας τους μυς στην πλάτη σας. Αυτό θα πρέπει να αυξήσει το τέντωμα του λαιμού. Κρατήστε το για 5 δευτερόλεπτα.\n4. Τώρα σπρώξτε απαλά το κεφάλι σας προς τα πάνω, ενώ το τραβάτε επίσης προς τα κάτω με τα χέρια σας. Ισορροπήστε και τις δύο δυνάμεις έτσι ώστε το κεφάλι σας να μην κινείται. Κρατήστε το για τουλάχιστον 5 δευτερόλεπτα.\n5. Φέρτε τα δάχτυλά σας στο μέτωπό σας και χρησιμοποιήστε τα για να μετακινήσετε απαλά το κεφάλι σας πίσω στην αρχική του θέση.",
    "exerciseFWShoulderRotation": "Περιστροφή ώμου εμπρός",
    "exerciseBWShoulderRotation": "Περιστροφή ώμου πίσω",
    "stepsChinTuckFlexionRotation": "Θέση εκκίνησης:\nΚαθίστε ή σταθείτε με την πλάτη σας ίσια.\n\nΒήματα:\n1. Πιέστε το πηγούνι σας μέσα, μετακινώντας το κεφάλι σας πίσω.\n2. Γείρετε το κεφάλι σας προς τα εμπρός μέχρι να αισθανθείτε ένα τέντωμα στο πίσω μέρος του λαιμού σας.\n3. Περιστρέψτε το κεφάλι σας στο πλάι κατά την εκπνοή. Χρησιμοποιήστε τα δάχτυλα στους κροτάφους για να καθοδηγήσετε το κεφάλι και να εφαρμόσετε λίγη υπερπίεση.\n4. Κρατήστε για 5 δευτερόλεπτα.\n5. Περιστρέψτε προς τα πίσω, κρατώντας το κεφάλι σας κάτω.\n6. Επαναλάβετε από το βήμα 3, αλλάζοντας πλευρές."
}
