{
    "workoutScientific7Minute": "Επιστημονική προπόνηση 7 λεπτών",
    "workoutLeg": "Προπόνηση ποδιών",
    "exerciseJumpingJacks": "Eκτάσεις-ανατάσεις με αναπήδηση",
    "exerciseAbCrunches": "Κοιλιακοί",
    "stepsAbCrunches": "1. Ξαπλώστε ανάσκελα στο πάτωμα με τα γόνατα λυγισμένα.\n2. Κυρτώστε τους ώμους προς τη λεκάνη. Τα χέρια μπορεί να είναι πίσω ή δίπλα από τον αυχένα ή σταυρωμένα πάνω από το στήθος.\n3. Επαναλάβετε",
    "exerciseSquats": "Βαθιά καθίσματα",
    "exercisePlank": "Σανίδα πήχη",
    "exerciseLunges": "Προβολές",
    "workoutNeckShoulderStretch": "Διατάσεις αυχένα και ώμων",
    "stepsJumpingJacks": "1. Σταθείτε με τα πόδια ενωμένα και τα χέρια στα πλάγια\n2. Πηδήξτε σε μια θέση με τα πόδια ανοιχτά και τα χέρια να εφάπτονται από επάνω\n3. Επαναλάβετε",
    "exerciseWallSit": "Κάθισμα τοίχου",
    "exerciseChairDips": "Βυθίσεις καρέκλας",
    "stepsWallSit": "1. Ακουμπήστε στον τοίχο, στραμμένοι προς τα εμπρός και με τα πόδια σταθερά στο έδαφος, στο πλάτος των ώμων και περίπου 60 cm μακριά από τον τοίχο\n2. Σύρετε την πλάτη σας προς τα κάτω στον τοίχο, κρατώντας την πιεσμένη πάνω του, μέχρι τα πόδια σας να βρίσκονται σε ορθή γωνία. Τα γόνατα πρέπει να είναι ακριβώς πάνω από τους αστραγάλους\nΟ πόνος στον τετρακέφαλο είναι φυσιολογικός, σταματήστε εάν αισθάνεστε πόνο στο γόνατο ή την επιγονατίδα",
    "exercisePushups": "Κάμψεις",
    "stepsPushups": "Θέση εκκίνησης:\nΜπείτε στην αρχική θέση κάμψεων, με τα χέρια και τα δάχτυλα των ποδιών σας να αγγίζουν το έδαφος, και την πλάτη, τα χέρια και τα πόδια ίσια. Για να φτάσετε σε αυτή τη θέση, μπορείτε να ξαπλώσετε στο στομάχι σας, να τοποθετήσετε τα χέρια σας προς τα κάτω δίπλα στο κεφάλι σας και να σηκώσετε τα χέρια σας μέχρι να είναι ίσια.\n\nΒήματα:\n1. Λυγίστε στους αγκώνες μέχρι το στήθος σας να αγγίξει σχεδόν το έδαφος, φροντίζοντας η πλάτη σας να είναι ίσια ανά πάσα στιγμή.\n2. Χρησιμοποιήστε τα χέρια σας για να σηκώσετε τον εαυτό σας πίσω στην αρχική θέση.\n3. Επαναλάβετε.",
    "exerciseStepups": "Σκαλιά",
    "stepsStepups": "1. Σταθείτε κοιτάζοντας μια καρέκλα\n2. Ανεβείτε στην καρέκλα\n3. Κατεβείτε από την καρέκλα\n4. Επαναλάβετε",
    "stepsSquats": "1. Σταθείτε με τα πόδια ανοιχτά στο πλάτος των ώμων\n2. Μετακινήστε τους γοφούς προς τα πίσω και λυγίστε τα γόνατα και τους γοφούς για να χαμηλώσετε τον κορμό\n3. Επαναλάβετε",
    "stepsPlank": "Θέση εκκίνησης:\n1. Ξεκινήστε στα τέσσερα.\nΟι βραχίονες πρέπει να λυγίζουν σε ορθή γωνία, με τους ώμους ακριβώς πάνω από τους αγκώνες.\nΗ πλάτη πρέπει να είναι ίσια, όλο το σώμα σε ευθεία γραμμή.\n\nΒήματα:\n1. Κρατήστε αυτή τη θέση.",
    "stepsChairDips": "1. Καθίστε στην μπροστινή άκρη μιας καρέκλας, με την πλάτη ίσια, τα χέρια να κρατούν την μπροστινή άκρη\n2. Κρατώντας ακόμα την άκρη της καρέκλας, με τα χέρια τεντωμένα, σηκώστε τον πισινό σας και περπατήστε ελαφρώς προς τα εμπρός, ώστε να απέχει λίγα εκατοστά από την καρέκλα.\n3. Χαμηλώστε αργά το σώμα σας, κρατώντας την πλάτη ίσια, μέχρι τα χέρια να βρίσκονται σε ορθή γωνία\n4. Σηκώστε ξανά το σώμα σας στην προηγούμενη θέση, με τα χέρια τεντωμένα\n5. Επαναλάβετε τα βήματα 3 και 4",
    "exerciseHighKnees": "Γόνατα ψηλά",
    "stepsHighKnees": "1. Τρέξτε επί τόπου, βάζοντας τα γόνατα όσο πιο ψηλά γίνεται και εναλλάσσοντας πόδια με γρήγορο ρυθμό",
    "exercisePushupRotations": "Περιστροφικές κάμψεις",
    "stepsLunges": "1. Σταθείτε με ίσια την πλάτη\n2. Κάντε ένα μεγάλο βήμα μπροστά με το αριστερό σας πόδι\n3. Φέρτε τη λεκάνη σας προς τα κάτω μέχρι να αγγίξετε σχεδόν το πάτωμα με το δεξί σας γόνατο\n4. Φέρτε τη λεκάνη σας πίσω προς τα πάνω\n5. Επιστρέψτε στην όρθια θέση με βήμα προς τα πίσω.\n6. Επαναλάβετε, αλλάζοντας πόδια κάθε φορά",
    "stepsPushupRotations": "1. Κάντε μία τυπική κάμψη:\n1.α Ξαπλώστε μπρούμυτα\n1.β Τοποθετήστε τα χέρια σας κοντά στα αυτιά σας\n1.γ Χρησιμοποιήστε τα χέρια σας για να σηκώσετε το στομάχι σας προς τα πάνω μέχρι τα χέρια να είναι ίσια, κρατώντας την πλάτη ίσια\n1.δ Λυγίστε τα χέρια μέχρι το στήθος να ακουμπήσει σχεδόν το έδαφος, φροντίζοντας η πλάτη να είναι ευθεία\n1.ε Σηκώστε ξανά το στομάχι σας προς τα πάνω, επιστρέφοντας στο βήμα 3\n2. Περιστρέψτε το σώμα σας στο πλάι, ώστε η πλάτη να είναι ίσια, το κάτω χέρι που στηρίζει το σώμα να είναι πλήρως τεντωμένο και μόνο το κάτω χέρι και το πόδι να ακουμπάνε στο πάτωμα\n3. Επαναλάβετε, αλλάζοντας πλευρά στο βήμα 2 κάθε φορά"
}
