{
    "workoutScientific7Minute": "Scientific 7 minute workout",
    "workoutLeg": "Leg workout",
    "workoutNeckShoulderStretch": "Neck and shoulder stretches",
    "exerciseJumpingJacks": "Jumping jacks",
    "stepsJumpingJacks": "Starting position:\nStand with feet together, back straight, and arms at the sides.\n\nSteps:\n1. Jump to a position with the legs spread wide and the hands touching overhead.\n2. Jump back to the starting position.\n3. Repeat.",
    "exerciseWallSit": "Wall sit",
    "stepsWallSit": "Starting position:\nYour back should be touching the wall, your knees at a right angle and positioned right above the angles. You should be facing forward, with feet shoulder-width apart and planted firmly on the ground.\nTo get to this position, you can lean against the wall, feet about 2 feet away from the wall. Slide down the wall, keeping the back pressed to it, until your knees are at a right angle.\n\nSteps:\n1. Maintain this position.\n\nNotes:\nQuadricep pain is normal, stop if feeling pain in the knee or kneecap.",
    "exercisePushups": "Push-ups",
    "stepsPushups": "Starting position:\nGet into the starting push-up position, with your hands and toes touching the ground and back, arms and legs straight. To get to this position, you can lie down on your stomach, place your hands facing down next to your head, and lifting your arms up until they are straight.\n\nSteps:\n1. Bend at the elbows until your chest almost touches the ground, making sure your back is straight at all times.\n2. Use your arms to lift yourself back up to starting position.\n3. Repeat.",
    "exerciseAbCrunches": "Crunches",
    "stepsAbCrunches": "Starting position:\nLie down face up on the floor with knees bent.\n\nSteps:\n1. Curl the shoulders towards the pelvis. The hands can be behind or beside the neck or crossed over the chest.\n2. Return to the initial position.\n3. Repeat.",
    "exerciseStepups": "Step-ups",
    "stepsStepups": "Starting position:\nStand facing a chair.\n\nSteps:\n1. Step up onto the chair.\n2. Step off the chair.\n3. Repeat.",
    "exerciseSquats": "Squats",
    "stepsSquats": "Starting position:\nStand with feet shoulder-width apart.\n\nSteps:\n1. Move the hips back and bend the knees and hips to lower the torso until your hips are lower than your knees.\n2. Return back to the initial position.\n3. Repeat.",
    "exerciseChairDips": "Chair dips",
    "stepsChairDips": "Starting position:\nSit down on the front edge of a chair, back straight, hands holding the front edge. Still holding the edge of the chair, arms extended, lift your butt and walk forward slightly so that it is a few inches from the chair.\n\nSteps:\n1. Slowly lower your body, keeping the back straight, until your arms are at a right angle.\n2. Raise your body again to the initial position, arms extended.\n3. Repeat.",
    "exercisePlank": "Forearm plank",
    "stepsPlank": "Starting position:\n1. Start down on all fours.\nArms should bent at a right angle, with shoulders right over elbows.\nBack should be straight, the whole body in a straight line.\n\nSteps:\n1. Hold this position.",
    "exerciseHighKnees": "High knees",
    "stepsHighKnees": "Starting position\nStand straight.\n\nSteps:\n1. Run in place, putting knees as high up as is comfortable and switching legs at a quick pace.",
    "exerciseLunges": "Lunges",
    "stepsLunges": "Starting position:\nStand with back straight.\n\nSteps:\n1. Take a large step forward with your left leg.\n2. Bring your pelvis down until you almost touch the floor with your right knee.\n3. Bring your pelvis back up.\n4. Return to the starting position by stepping back.\n5. Repeat, switching legs each time.",
    "exerciseSplitSquatsLeft": "Split squats left",
    "exerciseSplitSquatsRight": "Split squats right",
    "stepsSplitSquats": "Starting position:\nStand with your back straight. Take a large step forward with your left leg.\n\nSteps:\n1. Bring your pelvis down until you almost touch the floor with your right knee.\n2. Bring your pelvis back up.\n3. Repeat.",
    "exercisePushupRotations": "Push-up rotations",
    "stepsPushupRotations": "Starting position:\nGet into the starting push-up position, with your hands and toes touching the ground and back, arms and legs straight. To get to this position, you can lie down on your stomach, place your hands facing down next to your head, and lifting your arms up until they are straight.\n\nSteps:\n1. Perform a standard push-up:\n1.a Bend arms until chest almost touches the ground, making sure the back is straight.\n1.b Use your arms to lift yourself back up to starting position.\n2. Rotate your body to the side so that the back is straight, the bottom hand supporting the body is fully extended, and only the bottom hand and foot touch the floor.\n3. Repeat, changing sides at step 2 each time.",
    "exerciseSidePlankLeft": "Side plank left",
    "exerciseSidePlankRight": "Side plank right",
    "stepsSidePlank": "Starting position:\nLie down on your side, with your bottom elbow at a right angle, arm sticking out. Lift your pelvis off the floor by lifting your bottom shoulder up, keeping the forearm on the floor; your head, pelvis, and feet should be in a straight line.\n\nSteps:\n1. Hold this position.",
    "exerciseSideSplitSquatsLeft": "Side split squats left",
    "exerciseSideSplitSquatsRight": "Side split squats right",
    "stepsSideSplitSquats": "Starting position:\n1. Stand tall and take a wide lateral stride, just greater than shoulder width.\n\nSteps:\n1. Bend one knee until your thigh is parallel to the floor. The bent knee must be in line with the foot.\n2. Push back to the starting position.\n3. Repeat.",
    "exerciseBulgarianSplitSquatLeft": "Bulgarian split squats left",
    "exerciseBulgarianSplitSquatRight": "Bulgarian split squats right",
    "stepsBulgarianSplitSquat": "1. Stand tall in front of a chair and take a large step. Put the upper part of one of your feet on the chair.\n2. Bend the front knee, balancing with arms until the back knee almost touches the ground.\n3. Push back to the starting position and repeat.",
    "exercisePistolSquatLeft": "Pistol squats left",
    "exercisePistolSquatRight": "Pistol squats right",
    "stepsPistolSquat": "1. Stand on one leg, with your other leg straight and slightly forward.\n2. Bend one knee slowly, descending into a squat and keeping your back and your other leg straight.\n3. Slowly raise yourself from the squat, straightening the bent knee and keeping the other leg straight.\n4. Repeat.",
    "exerciseKneelingKickback": "Kneeling kickbacks",
    "stepsKneelingKickback": "Starting position:\nGet down on all fours.\n\nSteps:\n1. Push one foot back until fully extended, concentrating on the gluteus muscles.\n2. Stay for one second, then return to the initial position.\n3. Repeat, alternating feet.",
    "exerciseSingleLegCalfRaiseLeft": "Left leg calf raises",
    "exerciseSingleLegCalfRaiseRight": "Right leg calf raises",
    "stepsSingleLegCalfRaise": "1. Stand on the floor or on the edge of a step to increase the range of movement. Raise one foot, placing the upper part on your calf.\n2. Lift your heels until you're standing on toes.\n3. Stay in this position for three seconds, then lower your foot without touching the ground with your heel.",
    "exerciseJumpRopeBasic": "Jump rope: basic jumps",
    "stepsJumpRopeBasic": "Starting position:\nPut your feet close together, bend the knees a bit, keep your head and body straight, keep elbows in, open your arms.\n\nSteps:\n1. Spin only your wrists with enough force to make the rope spin.\n2. Jump just high enough to pass the rope below your feet.\n3. Repeat.\n\nNotes:\nThis exercise requires a jump rope. Make sure the rope length is adjusted to your height. One way to check is to grab both handles with one hand and stand on the middle of the rope hanging on the ground with one foot. If the rope (excluding the handles) reaches just below your chest, its length is right. A shorter rope would be hazardous, as you might hit yourself, and a longer rope would make for bad form.",
    "exerciseArmCircles": "Forward arm circles",
    "exerciseBWArmCircles": "Backward arm circles",
    "stepsArmCircles": "Starting position:\nStand tall with your back straight.\n\nSteps:\n1. Keeping your arms straight, bring them in front of you, move them down, behind your back, then over your head, and back to the initial position.\n2. Keep circling your arms as described in step 1.",
    "stepsBWArmCircles": "Starting position:\nStand tall with your back straight.\n\nSteps:\n1. Keeping your arms straight, bring them in front of you, raise them over your head, then continue the motion behind your back and down to the initial position.\n2. Keep circling your arms as described in step 1.",
    "exerciseMountainClimbers": "Mountain climbers",
    "stepsMountainClimbers": "Starting position:\nStart in the upright push-up position, aka. the high plank position.\nHands should be directly under your shoulders.\nKeep your head in line with your back, facing the floor.\nFeet should be about hip-width apart.\n\nSteps:\n1. Move one knee toward the center of your body, towards your elbows, keeping the other leg extended.\n2. In a quick jumping movement, straighten the bent leg out and pull the other knee toward your body.\n3. Keep repeating step 2, alternating legs.\n\nNotes:\nThroughout the exercise, your back should remain as straight as possible – avoid a hump or a sagging back.",
    "exercisePushupBurpees": "Push-up burpees",
    "stepsPushupBurpees": "Starting position:\nStand straight, feet hip-width apart.\n\nSteps:\n1. Squat low and support yourself on the floor with your hands between the knees and in front of your feet, your back straight.\n2. Keeping your hands on the floor, jump your legs backward into high plank position.\n3. Perform a push-up.\n4. Jump your feet forward to return to the squat position.\n5. Repeat.",
    "exercise4countBurpees": "4-count burpees",
    "steps4countBurpees": "Starting position:\nStand straight, feet hip-width apart.\n\nSteps:\n1. Squat low and support yourself on the floor with your hands between the knees and in front of your feet, your back straight.\n2. Keeping your hands on the floor, jump your legs backward into high plank position.\n3. Jump your feet forward to return to the squat position.\n4. Repeat.",
    "exerciseNoPushupBurpees": "No push-up burpees",
    "stepsNoPushupBurpees": "Starting position:\nStand straight, feet hip-width apart.\n\nSteps:\n1. Squat low and support yourself on the floor with your hands between the knees and in front of your feet, your back straight.\n2. Keeping your hands on the floor, jump your legs backward into high plank position.\n3. Jump your feet forward to return to the squat position.\n4. Jump up.\n5. Repeat.",
    "exerciseSquatThrusts": "Squat thrusts",
    "stepsSquatThrusts": "Starting position:\nStart in high plank position: back, arms, and legs straight and hands shoulder-width apart.\n\nSteps:\n1. Jump your feet forward between your arms, keeping your back flat.\n2. Keeping your hands on the floor, jump your legs back into high plank position.\n3. Repeat.",
    "exerciseReverseLunges": "Reverse lunges",
    "stepsReverseLunges": "Starting position:\nStand straight, feet hip-width apart.\n\nSteps:\n1. Step backward with one leg so it can bend comfortably to a 90 degree angle.\n2. Slowly bend both knees to form 90 degree angles.\n3. Return to the starting position.\n4. Repeat, alternating legs.",
    "exerciseLegRaises": "Leg raises",
    "stepsLegRaises": "Starting position:\nLie down on your back, feet together, arms by your sides.\n\nSteps:\n1. Bend your knees, then straighten them to point straight up.\n2. Keeping your legs straight, lower them down together without touching the floor. The lower you go, the more intense the exercise.\n3. Raise both legs together to point straight up again.\n4. Repeat from step 2.",
    "exerciseFloorDips": "Floor dips",
    "stepsFloorDips": "Starting position:\nSit with your arms behind you, supporting your back.\nYour fingers should point forward.\nYour knees should be bent, feet together.\n\nSteps:\n1. Raise your hips off the ground, straightening your arms.\n2. Bend your elbows, bringing your hips down.\n3. Straighten your arms, returning to the previous position.\n4. Repeat steps 2 and 3.\n\nNotes:\nThe exercise's difficulty depends on how high you bring your hips.",
    "exercisePikePushups": "Pike push-ups",
    "stepsPikePushups": "Staring position:\nDownward facing dog: Your body should make a V shape, with a straight back, arms, and legs. Your hips should be up in the air.\nYou can get to this position by walking your hands back from a high plank.\n\nSteps:\n1. Bend your elbows to the side, keeping your back and legs straight and moving your head closer to the floor.\n2. Straighten your arms, pushing your hips back up and keeping your back and legs straight.\n3. Repeat.",
    "exerciseChinTuck": "Chin tuck",
    "stepsChinTuck": "Starting position:\nSit or stand with your back straight.\n\nSteps:\n1. Use fingers on your chin to slowly tuck your chin in, moving your head back to align it with your spine.\n2. Hold for 5 seconds.\n3. Go back to normal head position and repeat.",
    "exerciseHeadTurn": "Head turns",
    "stepsHeadTurn": "Starting position:\nSit or stand with your back straight and shoulders down.\n\nSteps:\n1. Turn your head to the side as far as possible. Stop when you hit a barrier and hold for 5 seconds.\n2. Return to center position and repeat, changing sides.",
    "exerciseNeckFlexion": "Back neck stretch",
    "stepsNeckFlexion": "Starting position:\nSit upright on a chair or a firm pillow.\n\nSteps:\n1. Breathe out and tilt your head forward, chin to chest, putting hands behind your head.\n2. Use your hands to pull your head down lightly and press against your hands with your head to balance out the force.\n3. Hold for a bit.\n4. Relax your arms and head, opening up a bit with your shoulders.\n5. Keep repeating this from step 2 onward.",
    "exerciseLeftNeckStretch": "Left neck stretch",
    "exerciseRightNeckStretch": "Right neck stretch",
    "stepsLateralNeckStretch": "Starting position:\nSit or stand with your back straight.\n\nSteps:\n1. Tilt your head to the side.\n2. Take the hand closer to your head and use it to grab your head from the other side.\n3. Push with your hand against your head and with your head against your hand so that the forces balance out and your head stays still.\n4. Maintain this tension until the end of the exercise.",
    "exerciseShoulderShrug": "Shoulder shrugs",
    "stepsShoulderShrug": "Starting position:\nSit or stand with your back straight.\n\nSteps:\n1. Lift shoulders straight up as far as possible and hold for 5 sec.\n2. Release shoulders back down to a relaxed position.\n3. Repeat.",
    "exerciseFrontNeckStretch": "Front neck stretch",
    "stepsFrontNeckStretch": "Starting position:\nSit or stand with your back straight.\n\nSteps:\n1. Open mouth wide.\n2. Slowly tilt head back with mouth opened. If you feel the need for support, clasp your hands behind your head.\n3. Very slowly close and open your mouth.\n4. At the end, slowly return to starting position and close mouth.",
    "exerciseFWShoulderRotation": "Forward shoulder rotation",
    "exerciseBWShoulderRotation": "Backward shoulder rotation",
    "stepsShoulderRotation": "Starting position:\nSit or stand with your back straight.\n\nSteps:\n1. Place your hands on your shoulders.\n2. Repeatedly rotate both shoulder joints in a circular motion at a moderate pace.",
    "exerciseHighPlank": "High plank",
    "stepsHighPlank": "Starting position:\nGet into the high plank position: your hands and toes should be touching the ground, your back, arms and legs should be straight.\nTo get to this position, you can lie down on your stomach, place your hands facing down next to your head, and lifting your arms up until they are straight.\n\nSteps:\n1. Maintain the starting position for the entire duration of the exercise.",
    "exerciseChildsPose": "Child's pose",
    "stepsChildsPose": "Starting position:\nStart on all fours, knees, toes, and hands touching the ground. Your two big toes should be touching.\n\nSteps:\n1. Move your knees so that they're about hip-width apart.\n2. On an exhale, move your pelvis back to sit on your heels. Your hands should still be touching the ground.\n3. Relax your upper body, lowering your forehead to the floor and letting your hands move forward naturally.\n4. Stay in this pose.\n\nTips:\n* To leave the pose, walk your arms back under your shoulders and move your upper body up into a seated position.",
    "exercisePullUp": "Pull-ups",
    "stepsPullUp": "Starting position:\nStart by hanging from the pull-up bar, palms facing away and feet off the floor.\nYour hands should be slightly wider than shoulder-width apart. Only slightly so, so that elbows are still in front of the body rather than squarely to the side.\nYour body should be straight and pointed slightly forward. Your arms should be extended.\n\nSteps:\n1. Use your strength to pull your body up evenly, bringing your chest closer to the pull-up bar and your chin just above it. Do NOT lift yourself up using momentum, such as kicking.\n2. Carefully lower your body back down to starting position.\n3. Repeat.\n\nTips:\n- To do pull-ups correctly, you must first build up strength in several key areas, including shoulders, arms, and abs. Start with pull-ups only after you have built up enough strength with other exercises.",
    "exerciseKettlebellDeadlift": "Kettlebell deadlifts",
    "stepsKettlebellDeadlift": "Starting position:\nStand hip-width apart, with your kettlebell centered between your ankles. Your back should be straight, your head facing forward.\n\nSteps:\n1. Hinge at the hips and slightly bend at the knees to put your hands on the kettlebell handles. Your back should be straight as you perform the movement.\n2. Grab the kettlebell handles, with your hands pushing in opposite directions as if to pull the handle apart.\n3. While contacting your abs and glutes, stand straight up.\n4. Hinge at the hips again to bring the kettlebell back down, similarly to step 1.\n5. Repeat from step 3.\n\nTips:\n* Be sure you're performing the movements correctly, as doing otherwise can lead to injury. For example, do not squat instead of hinging at the hips, do not round your back while reaching for the kettlebell, and do not lean back while standing up.",
    "exerciseSumoSquat": "Sumo squats",
    "stepsSumoSquat": "Starting position:\nStand with legs wide and toes turned outwards.\n\nSteps:\n1. Slowly sink down by bending your knees out. Reach arms forward. Keep your head, chest and hips in a straight line. Squeeze your glutes.\n2. Push back up into starting position.\n3. Repeat this exercise in a pulsing motion.",
    "exerciseAlternatingBicepCurls": "Alternating bicep curls",
    "stepsAlternatingBicepCurls": "Starting position:\nStart standing up with dumbbells in each hand, your back straight and feet hip-width apart. Your arms should be relaxed, pointing down. Your knees should be slightly bent, your abs contracted, and your shoulders down.\n\nSteps:\n1. Bend one arm at the elbow, bringing the dumbbell up to your shoulder. Your upper arm should remain motionless during this movement.\n2. Bring the dumbbell back down until your arm is in its original relaxed position.\n3. Repeat, switching arms.",
    "exerciseLevatorScapulaeStretchL": "Left levator scapulae stretch",
    "exerciseLevatorScapulaeStretchR": "Right levator scapulae stretch",
    "stepsLevatorScapulaeStretch": "Starting position:\nStart standing up or sitting down. Turn your head in one direction, around 45 degrees (or just above your nipple). Place your futher hand behind your back or sit on it. Take your closer hand and use it to hold the back of your head. Lead your head down slightly.\n\nSteps:\n1. After assuming the starting position, press your head against your hand with slight force. Your hand should press back with equal force, so that your head doesn't move. Hold this position.",
    "exerciseNeckCirclesCW": "Clockwise neck circles",
    "stepsNeckCirclesCW": "Starting position:\nStart sitting or standing. Drop your head down, bringing your chin toward your chest, but not pushing.\n\nSteps:\nIn a slower fluid motion and with your head relaxed and not pushing in any direction:\n1. lean toward your right shoulder.\n2. then bring your head back, facing up.\n3. then lean toward your left shoulder.\n4.and back toward the starting position.\n\nKeep repeating this as part of one slower fluid motion.",
    "exerciseNeckCirclesCCW": "Counterclockwise neck circles",
    "stepsNeckCirclesCCW": "Starting position:\nStart sitting or standing. Drop your head down, bringing your chin toward your chest, but not pushing.\n\nSteps:\nIn a slower fluid motion and with your head relaxed and not pushing in any direction:\n1. lean toward your left shoulder.\n2. then bring your head back, facing up.\n3. then lean toward your right shoulder.\n4.and back toward the starting position.\n\nKeep repeating this as part of one slower fluid motion.",
    "exerciseNeckHalfCircles": "Neck half circles",
    "stepsNeckHalfCircles": "Starting position:\nStart sitting or standing. Lean your head against one of your shoulders, but don't push.\n\nSteps:\nIn one slower fluid motion and with your head relaxed and not pushing in any direction:\n1. bring your head down toward your chest.\n2. then lean back aganst your other shoulder.\n3. then back toward the chest again.\n4.and finally toward the starting position.\n\nKeep repeating this.",
    "exerciseHeadTilts": "Head tilts",
    "stepsHeadTilts": "Starting position:\nSit or stand with your back straight.\n\nSteps:\n1. Tilt your head to one side and hold for a bit.\n2.Return your head to neutral position and hold for a bit.\n3. Tilt your head to the other side and hold for a bit.\n4. Return your head to neutral position yet again and hold for a bit.\n5. Repeat."
}