{
    "workoutScientific7Minute": "Scientific 7 minute workout",
    "workoutLeg": "Leg workout",
    "exerciseJumpingJacks": "Jumping jacks",
    "stepsJumpingJacks": "1. Stand with feet together and arms at the sides\n2. Jump to a position with the legs spread wide and the hands touching overhead\n3. Repeat",
    "exerciseWallSit": "Wall sit",
    "stepsWallSit": "1. Lean against the wall, facing forward and with feet planted firmly on the ground, shoulders width apart and about 2 feet away from the wall\n2. Slide down the wall, keeping the back pressed to it, until legs are at a right angle. The knees should be directly above the ankles\nQuadricep pain is normal, stop if feeling pain in the knee or kneecap",
    "exercisePushups": "Push-ups",
    "stepsPushups": "1. Lie down on your stomach\n2. Place your hands near your ears\n3. Use your arms to lift your stomach up until the arms are straight, keeping the back straight\n4. Bend arms until chest almost touches the ground, making sure the back is straight\n5. Repeat from step 3",
    "exerciseAbCrunches": "Crunches",
    "stepsAbCrunches": "1. Lie down face up on the floor with knees bent.\n2. Curl the shoulders towards the pelvis. The hands can be behind or beside the neck or crossed over the chest.\n3. Repeat",
    "exerciseStepups": "Step-ups",
    "stepsStepups": "1. Stand facing a chair\n2. Step up onto the chair\n3. Step off the chair\n4. Repeat",
    "exerciseSquats": "Squats",
    "stepsSquats": "1. Stand with feet shoulder-width apart\n2. Move the hips back and bend the knees and hips to lower the torso\n3. Repeat",
    "exerciseChairDips": "Chair dips",
    "stepsChairDips": "1. Sit down on the front edge of a chair, back straight, hands holding the front edge\n2. Still holding the edge of the chair, arms extended, lift your butt and walk forward slightly so that it is a few inches from the chair.\n3. Slowly lower your body, keeping the back straight, until arms are at a right angle\n4. Raise your body again to the previous position, arms extended\n5. Repeat steps 3 and 4",
    "exercisePlank": "Plank",
    "stepsPlank": "1. Get down on all fours, with arms straight and knees bent\n2. Walk your feet back until they are extended\n3. Hold this position",
    "exerciseHighKnees": "High knees",
    "stepsHighKnees": "1. Run in place, putting knees as high up as is comfortable and switching legs at a quick pace",
    "exerciseLunges": "Lunges",
    "stepsLunges": "1. Stand with back straight\n2. Take a large step forward with your left leg\n3. Bring your pelvis down until you almost touch the floor with your right knee\n4. Bring your pelvis back up\n5. Return to standing position by stepping back\n6. Repeat, switching legs each time",
    "exerciseSplitSquatsLeft": "Split squats left",
    "exerciseSplitSquatsRight": "Split squats right",
    "stepsSplitSquats": "1. Stand with back straight\n2. Take a large step forward with your left leg\n3. Bring your pelvis down until you almost touch the floor with your right knee\n4. Bring your pelvis back up\n5. Repeat from step 3.",
    "exercisePushupRotations": "Push-up rotations",
    "stepsPushupRotations": "1. Do a standard push-up:\n1.a Lie down on your stomach\n1.b Place your hands near your ears\n1.c Use your arms to lift your stomach up until the arms are straight, keeping the back straight\n1.d Bend arms until chest almost touches the ground, making sure the back is straight\n1.e Lift your stomach up again, returning to step 3\n2. Rotate your body to the side so that the back is straight, the bottom hand supporting the body is fully extended, and only the bottom hand and foot touch the floor\n3. Repeat, changing sides at step 2 each time",
    "exerciseSidePlankLeft": "Side plank left",
    "exerciseSidePlankRight": "Side plank right",
    "stepsSidePlank": "1. Lie down on your side, with your bottom elbow at a right angle, arm sticking out\n2. Lift your pelvis off the floor by lifting your bottom shoulder up, keeping the forearm on the floor; your head, pelvis, and feet should be in a straight line\n3. Hold this position",
    "exerciseSideSplitSquatsLeft": "Side split squats left",
    "exerciseSideSplitSquatsRight": "Side split squats right",
    "stepsSideSplitSquats": "1. Stand tall and take a wide lateral stride, just greater than shoulder width.\n2. Bend one knee until your thigh is parallel to the floor. The bent knee must be in line with the foot.\n3. Push back to the starting position and repeat.",
    "exerciseBulgarianSplitSquatLeft": "Bulgarian split squats left",
    "exerciseBulgarianSplitSquatRight": "Bulgarian split squats right",
    "stepsBulgarianSplitSquat": "1. Stand tall in front of a chair and take a large step. Put the upper part of one of your feet on the chair.\n2. Bend the front knee, balancing with arms until the back knee almost touches the ground\n3. Push back to the starting position and repeat.",
    "exercisePistolSquatLeft": "Pistol squats left",
    "exercisePistolSquatRight": "Pistol squats right",
    "stepsPistolSquat": "1. Stand on one leg, with your other leg straight and slightly forward.\n2. Bend one knee slowly, descending into a squat and keeping your back and your other leg straight.\n3. Slowly raise yourself from the squat, straightening the bent knee and keeping the other leg straight.\n4. Repeat",
    "exerciseKneelingKickback": "Kneeling kickbacks",
    "stepsKneelingKickback": "1. Get down on all fours.\n2. Push one foot back until fully extended, concentrating on the gluteus muscles.\n3. Stay for one second, then return to the initial position.\n4. Repeat, alternating feet",
    "exerciseSingleLegCalfRaiseLeft": "Left leg calf raises",
    "exerciseSingleLegCalfRaiseRight": "Right leg calf raises",
    "stepsSingleLegCalfRaise": "1. Stand on the floor or on the edge of a step to increase the range of movement. Raise one foot, placing the upper part on your calf.\n2. Lift your heels until you're standing on toes.\n3. Stay in this position for three seconds, then lower your foot without touching the ground with your heel.",
    "exerciseJumpRopeBasic": "Jump rope: basic jumps",
    "stepsJumpRopeBasic": "This exercise requires a jump rope. Make sure the rope length is adjusted to your height. One way to check is to grab both handles with one hand and stand on the middle of the rope hanging on the ground with one foot. If the rope (excluding the handles) reaches just below your chest, its length is right. A shorter rope would be hazardous, as you might hit yourself, and a longer rope would make for bad form.\n1. Put your feet close together, bend the knees a bit, keep your head and body straight, keep elbows in, open your arms.\n2. Spin only your wrists with enough force to make the rope spin.\n3. Jump just high enough to pass the rope below your feet.\n4. Repeat from step 2.",
    "exerciseArmCircles": "Arm circles",
    "stepsArmCircles": "1. Stand up tall with your back straight.\n2. Bring your arms forward, raise them over your head, then continue the motion behind your back and down to the initial position.\n3. Keep circling your arms as described in step 2.",
    "exerciseMountainClimbers": "Mountain climbers",
    "stepsMountainClimbers": "Starting position:\nStart in the upright push-up position, or the high plank.\nHands should be directly under your shoulders.\nKeep your head in line with your back, facing the floor.\nFeet should be about hip-width apart.\n\nSteps:\n1. Move one knee toward the center of your body, towards your elbows, keeping the other leg extended.\n2. In a quick jumping movement, straighten the bent leg out and pull the other knee toward your body.\n3. Keep repeating step 2, alternating legs.\n\nNotes:\nThroughout the exercise your back should remain as straight as possible – avoid a hump or a sagging back."
}