{
    "workoutScientific7Minute": "Entrenamiento científico de 7 minutos",
    "workoutLeg": "Entrenamiento de piernas",
    "exerciseJumpingJacks": "Polichilenas",
    "stepsJumpingJacks": "Posición inicial:\nPárese con los pies juntos, espalda derecha y los brazos a los lados\n\nPasos:\n1. Salte a una posición con las piernas abiertas y las manos tocandose por encima de la cabeza\n2. Salte de vuelta a la posición inicial\n3. Repita",
    "exerciseWallSit": "Asiento en pared",
    "stepsWallSit": "1. Apóyese en la pared, mirando hacia adelante y con los pies plantados firmemente en el suelo, sus hombros deben separarse y estar a 50 centímetros de la pared\n2. Deslízate por la pared, manteniendo la espalda presionada a ella, hasta que las piernas estén en ángulo recto. Las rodillas deben estar directamente sobre los tobillos\nEl dolor en el cuádriceps es normal, deténgase si siente dolor en la rodilla o en la rótula",
    "exercisePushups": "Lagartijas",
    "stepsPushups": "1. Acuéstese boca abajo.\n2. Ponga sus manos cerca de sus orejas.\n3. Usa los brazos para levantar el estómago hasta que los brazos estén rectos, manteniendo la espalda recta\n4. Doble los brazos hasta que el pecho casi toque el suelo, asegurándose de que la espalda esté recta.\n5. Repita desde el paso 3",
    "exerciseAbCrunches": "Abdominales",
    "stepsAbCrunches": "1. Acuéstese boca arriba en el suelo con las rodillas dobladas.\n2. Flexione los hombros hacia la pelvis. Las manos pueden estar detrás o al costado del cuello o cruzadas sobre el pecho.\n3. Repita",
    "exerciseStepups": "Subida a peldaño",
    "stepsStepups": "1. Párese frente a una silla\n2. Súbase a la silla\n3. Bájese de la silla\n4. Repita",
    "exerciseSquats": "Sentadillas",
    "stepsSquats": "1. Levántese con los pies separados al ancho de hombros\n2. Mueva las caderas hacia atrás y doble las rodillas y caderas para bajar el torso\n3. Repita",
    "exerciseChairDips": "Bajadas en silla",
    "stepsChairDips": "1. Siéntese en el borde delantero de una silla, con la espalda recta y las manos sosteniendo el borde delantero\n2. Sujetando el borde de la silla, con los brazos extendidos, levante los glúteos y camine un poco hacia adelante para que esté a unos centímetros de la silla\n3. Baje lentamente su cuerpo, manteniendo la espalda recta, hasta que los brazos estén en ángulo recto\n4. Levante el cuerpo de nuevo a la posición anterior con los brazos extendidos.\n5. Repita los pasos 3 y 4",
    "exercisePlank": "Plancha de antebrazo",
    "stepsPlank": "Posición de salida:\n1. Empiece a cuatro patas.\nLos brazos deben estar doblados en ángulo recto, con los hombros justo sobre los codos.\nLa espalda debe estar recta, todo el cuerpo en línea recta.\n\nPasos:\n1. Mantenga esta posición.",
    "exerciseHighKnees": "Rodillas elevadas",
    "stepsHighKnees": "1. Trote en el lugar, con las rodillas tan altas como pueda y cambie de pierna a un ritmo rápido",
    "exerciseLunges": "Estocadas",
    "stepsLunges": "1. Párese con la espalda recta\n2. Dé un gran paso adelante con su pierna izquierda\n3. Baje la pelvis hasta que casi toque el suelo con la rodilla derecha\n4. Vuelva a subir la pelvis\n5. Vuelva a la posición con el pie hacia atrás\n6. Repita, cambiando de pierna cada vez",
    "exerciseSplitSquatsLeft": "Media sentadillas izquierda",
    "exerciseSplitSquatsRight": "Media sentadillas derecha",
    "stepsSplitSquats": "1. Párese con la espalda recta\n2. De un largo paso adelante con su pierna izquierda\n3. Baje la pelvis hasta que casi toque el suelo con la rodilla derecha\n4. Suba la pelvis\n5. Repita desde el paso 3.",
    "exercisePushupRotations": "Flexiones a rotación",
    "stepsPushupRotations": "1. Haga una flexión de brazos estándar\n1.a Acuéstese boca abajo\n1.b Coloque las manos cerca de las orejas\n1.c Levante el estómago con los brazos hasta que los brazos estén rectos, manteniendo la espalda recta\n1.d Flexione los brazos hasta que el pecho casi toque el suelo, asegurándose de que la espalda esté recta\n1.e Levante el estómago de nuevo, volviendo al paso 3\n2. Gire el cuerpo hacia un lado para que la espalda quede recta, la mano inferior que sostiene el cuerpo esté completamente extendida y sólo las extremidades inferiores toquen el suelo\n3. Repita, cambiando de lado en el paso 2 otra vez",
    "exerciseSidePlankLeft": "Plancha de lado izquierdo",
    "exerciseSidePlankRight": "Plancha de lado derecho",
    "stepsSidePlank": "1. Acuéstese sobre su lado correspondiente, con el codo en ángulo recto y el brazo hacia afuera\n2. Levante la pelvis del suelo levantando el hombro hacia arriba, manteniendo el antebrazo en el suelo; la cabeza, la pelvis y los pies deben estar en línea recta\n3. Mantenga esta posición",
    "exerciseSideSplitSquatsLeft": "Sentadilla de lado izquierdo",
    "exerciseSideSplitSquatsRight": "Sentadilla de lado derecho",
    "stepsSideSplitSquats": "1. Póngase de pie y dé un amplio paso lateral, un poco más grande que el ancho de los hombros\n2. Doble una rodilla hasta que su muslo esté paralelo al suelo. La rodilla doblada debe estar en línea con el pie\n3. Vuelva a la posición inicial y repita.",
    "exerciseBulgarianSplitSquatLeft": "Sentadilla búlgara izquierda",
    "exerciseBulgarianSplitSquatRight": "Sentadilla búlgara derecha",
    "stepsBulgarianSplitSquat": "1. Póngase de pie delante de una silla y dé un largo paso. Ponga la parte superior de uno de sus pies en la silla\n2. Doble la rodilla delantera, balanceando los brazos hasta que la rodilla trasera casi toque el suelo.\n3. Empuje hacia atrás a la posición inicial y repita.",
    "exercisePistolSquatLeft": "Sentadillas en pistol izquierda",
    "exercisePistolSquatRight": "Sentadillas en pistol derecha",
    "stepsPistolSquat": "1. Párese en una pierna, con la otra pierna estirada y ligeramente hacia adelante.\n2. Doble una rodilla lentamente, bajando en sentadilla y manteniendo la espalda y la otra pierna estirada.\n3. Levántese lentamente de la sentadilla, enderezando la rodilla doblada y manteniendo la otra pierna recta.\n4. Repita",
    "exerciseKneelingKickback": "Patada de rodilla",
    "stepsKneelingKickback": "1. Ponga a cuatro patas\n2. Empuje un pie hacia atrás hasta que se extienda completamente, concentrándose en los músculos de los glúteos\n3. Quédese un segundo, y luego vuelva a la posición inicial\n4. Repita, alternando los pies",
    "exerciseSingleLegCalfRaiseLeft": "Elevación de pantorrilla izquierda",
    "exerciseSingleLegCalfRaiseRight": "Elevación de pantorrilla derecha",
    "stepsSingleLegCalfRaise": "1. Párese en el suelo o en el borde de un escalón para aumentar el rango de movimiento. Levante un pie, colocando la parte superior de su pantorrilla\n2. Levante los talones hasta que esté de pie\n3. Manténgase en esta posición durante tres segundos, luego baje el pie sin tocar el suelo con el talón.",
    "exerciseArmCircles": "Círculos de brazo",
    "stepsArmCircles": "1. Ponte de pie con la espalda recta.\n2. Lleva los brazos hacia delante, levántalos por encima de la cabeza y luego continúa el movimiento por detrás de la espalda y baja a la posición inicial.\n3. Siga haciendo círculos con los brazos como se describe en el paso 2.",
    "stepsJumpRopeBasic": "Este ejercicio requiere una cuerda para saltar. Asegúrate de que la longitud de la cuerda se ajusta a tu altura. Una forma de comprobarlo es agarrar las dos asas con una mano y situarse en el centro de la cuerda colgando del suelo con un pie. Si la cuerda (excluyendo las asas) te llega justo por debajo del pecho, su longitud es la adecuada. Una cuerda más corta sería peligrosa, ya que podrías golpearte, y una cuerda más larga sería una mala forma.\n1. Pon los pies juntos, dobla un poco las rodillas, mantén la cabeza y el cuerpo rectos, mantén los codos dentro, abre los brazos.\n2. Gira sólo las muñecas con la fuerza suficiente para hacer girar la cuerda.\n3. Salta lo suficiente para pasar la cuerda por debajo de tus pies.\n4. Repite desde el paso 2.",
    "exerciseJumpRopeBasic": "Saltar la cuerda: saltos básicos",
    "exerciseMountainClimbers": "Montañeros",
    "stepsMountainClimbers": "Posición inicial:\nComienza en la posición de flexión vertical o plancha alta.\nLas manos deben estar directamente debajo de los hombros.\nMantenga la cabeza alineada con la espalda, mirando al suelo.\nLos pies deben estar separados a la anchura de las caderas.\n\nPasos:\n1. Mueve una rodilla hacia el centro del cuerpo, hacia los codos, manteniendo la otra pierna extendida.\n2. Con un movimiento rápido de salto, estira la pierna doblada y tira de la otra rodilla hacia tu cuerpo.\n3. Sigue repitiendo el paso 2, alternando las piernas.\n\nNotas:\nDurante todo el ejercicio, la espalda debe permanecer lo más recta posible, evitando una joroba o una espalda flácida.",
    "exerciseReverseLunges": "Arremetidas inversas",
    "exerciseLegRaises": "Levantamiento de piernas",
    "exerciseFloorDips": "Bajadas al suelo",
    "exercisePikePushups": "Flexiones de pica",
    "stepsPikePushups": "Posición de mirada fija:\nPerro mirando hacia abajo: Tu cuerpo debe hacer una forma de V, con la espalda, los brazos y las piernas rectas. Las caderas deben estar en el aire.\nPuedes llegar a esta posición caminando con las manos hacia atrás desde una plancha alta.\n\nPasos:\n1.Dobla los codos hacia los lados, manteniendo la espalda y las piernas rectas y acercando la cabeza al suelo.\n2. Estira los brazos, empujando las caderas hacia atrás y manteniendo la espalda y las piernas rectas.\n3. 3. Repite la operación.",
    "stepsFloorDips": "Posición inicial:\nSiéntate con los brazos detrás de ti, apoyando la espalda.\nLos dedos deben apuntar hacia adelante.\nLas rodillas deben estar dobladas y los pies juntos.\n\nPasos:\n1. Levanta las caderas del suelo, estirando los brazos.\n2. Dobla los codos, llevando las caderas hacia abajo.\n3. Endereza los brazos, volviendo a la posición anterior.\n4. Repita los pasos 2 y 3.\n\nNotas:\nLa dificultad del ejercicio depende de la altura de las caderas.",
    "stepsLegRaises": "Posición inicial:\nTúmbate de espaldas, con los pies juntos y los brazos a los lados.\n\nPasos:\n1. Dobla las rodillas y luego enderézalas para que apunten hacia arriba.\n2. Manteniendo las piernas rectas, bájalas juntas sin tocar el suelo. Cuanto más bajes, más intenso será el ejercicio.\n3. Sube las dos piernas juntas hasta que vuelvan a apuntar hacia arriba.\n4. Repite desde el paso 2.",
    "stepsReverseLunges": "Posición inicial:\nDe pie, con los pies separados a la altura de las caderas.\n\nPasos:\n1. Da un paso hacia atrás con una pierna para que pueda doblarse cómodamente hasta un ángulo de 90 grados.\n2. Doble lentamente ambas rodillas hasta formar un ángulo de 90 grados.\n3. Vuelva a la posición inicial.\n4. Repita, alternando las piernas.",
    "stepsBurpees": "Posición inicial:\nDe pie, con los pies separados a la altura de las caderas.\n\nPasos:\n1. Ponte en cuclillas y apóyate en el suelo con las manos entre las rodillas y delante de los pies, con la espalda recta.\n2. Manteniendo las manos en el suelo, salta las piernas hacia atrás hasta la posición de plancha alta.\n3. Realiza una flexión de brazos.\n4. Salta los pies hacia delante para volver a la posición de sentadilla.\n5. Salte hacia arriba.\n6. Repite.",
    "exerciseBurpees": "Los Burpees",
    "workoutNeckShoulderStretch": "Estiramientos de cuello y hombros"
}
