{
    "exerciseSplitSquatsLeft": "Fentes avant gauches",
    "exerciseSplitSquatsRight": "Fentes avant droites",
    "stepsLunges": "1. Tenez-vous debout, le dos droit\n2. Faites un grand pas en avant avec votre jambe gauche\n3. Descendez votre bassin jusqu'à ce que votre genou droit touche presque le sol.\n4. Remontez votre bassin\n5. Revenez à la position debout en faisant un pas en arrière\n6. Répétez l'opération en changeant de jambe à chaque fois",
    "exerciseLunges": "Fentes",
    "stepsHighKnees": "1. Courez sur place, en plaçant les genoux aussi haut que possible et en changeant de jambe à un rythme rapide",
    "exerciseSingleLegCalfRaiseRight": "Lever du mollet droit",
    "exerciseSingleLegCalfRaiseLeft": "Lever du mollet gauche",
    "exerciseHighKnees": "Genoux hauts",
    "stepsPlank": "1. Mettez-vous à quatre pattes, les bras tendus et les genoux pliés.\n2. Reculez vos pieds jusqu'à ce qu'ils soient en extension\n3. Maintenez cette position",
    "exercisePlank": "Planche",
    "stepsChairDips": "1. Asseyez-vous sur le bord avant d'une chaise, le dos droit, les mains tenant le bord avant.\n2. Toujours en tenant le bord de la chaise, bras tendus, soulevez vos fesses et avancez légèrement de façon à ce qu'elles soient à quelques centimètres de la chaise.\n3. Abaissez lentement votre corps, en gardant le dos droit, jusqu'à ce que les bras forment un angle droit.\n4. Relevez votre corps jusqu'à la position précédente, bras tendus.\n5. Répétez les étapes 3 et 4",
    "exerciseChairDips": "Dips sur chaise",
    "stepsSquats": "1. Debout, les pieds écartés à la largeur des épaules\n2. Déplacez les hanches vers l'arrière et pliez les genoux et les hanches pour abaisser le torse.\n3. Répétez",
    "exerciseSquats": "Squats",
    "stepsStepups": "1. Tenez-vous debout face à une chaise\n2. Montez sur la chaise\n3. Descendez de la chaise\n4. Répétez",
    "exerciseStepups": "Marches",
    "stepsAbCrunches": "1. Allongez-vous sur le sol, face contre terre, genoux pliés.\n2. Courbez les épaules vers le bassin. Les mains peuvent être derrière ou à côté du cou ou croisées sur la poitrine.\n3. Répétez",
    "exerciseAbCrunches": "Abdominaux",
    "stepsPushups": "1. Allongez-vous sur le ventre\n2. Placez vos mains près de vos oreilles\n3. Utilisez vos bras pour soulever votre ventre jusqu'à ce que les bras soient droits, en gardant le dos droit.\n4. Pliez les bras jusqu'à ce que la poitrine touche presque le sol, en vous assurant que le dos est droit.\n5. Répétez à partir de l'étape 3",
    "exercisePushups": "Pompes",
    "stepsWallSit": "1. Appuyez-vous contre le mur, en regardant vers l'avant, les pieds fermement plantés au sol, écartés de la largeur des épaules et à une distance d'environ 60 cm du mur.\n2. Glissez le long du mur, en gardant le dos appuyé contre lui, jusqu'à ce que les jambes forment un angle droit. Les genoux doivent être directement au-dessus des chevilles.\nLa douleur au quadriceps est normale, arrêtez si vous ressentez une douleur au genou ou à la rotule",
    "exerciseWallSit": "Assis dos au mur",
    "stepsJumpingJacks": "1. Debout, pieds joints et bras le long du corps\n2. Sauter jusqu'à une position où les jambes sont écartées et les mains se touchent au-dessus de la tête.\n3. Répétez",
    "exerciseJumpingJacks": "Sauts en étoile",
    "workoutLeg": "Entraînement des jambes",
    "workoutScientific7Minute": "Entraînement scientifique de 7 min"
}
