{
    "exerciseSplitSquatsLeft": "Fentes avant gauches",
    "exerciseSplitSquatsRight": "Fentes avant droites",
    "stepsLunges": "1. Tenez-vous debout, le dos droit\n2. Faites un grand pas en avant avec votre jambe gauche\n3. Descendez votre bassin jusqu'à ce que votre genou droit touche presque le sol.\n4. Remontez votre bassin\n5. Revenez à la position debout en faisant un pas en arrière\n6. Répétez l'opération en changeant de jambe à chaque fois",
    "exerciseLunges": "Fentes",
    "stepsHighKnees": "1. Courez sur place, en plaçant les genoux aussi haut que possible et en changeant de jambe à un rythme rapide",
    "exerciseSingleLegCalfRaiseRight": "Lever du mollet droit",
    "exerciseSingleLegCalfRaiseLeft": "Lever du mollet gauche",
    "exerciseHighKnees": "Genoux hauts",
    "stepsPlank": "Position de départ :\n1. Commencez à quatre pattes.\nLes bras doivent être pliés à angle droit, les épaules au-dessus des coudes.\nLe dos doit être droit, le corps entier en ligne droite.\n\nÉtapes :\n1. Maintenez cette position.",
    "exercisePlank": "Planche pour les avant-bras",
    "stepsChairDips": "1. Asseyez-vous sur le bord avant d'une chaise, le dos droit, les mains tenant le bord avant.\n2. Toujours en tenant le bord de la chaise, bras tendus, soulevez vos fesses et avancez légèrement de façon à ce qu'elles soient à quelques centimètres de la chaise.\n3. Abaissez lentement votre corps, en gardant le dos droit, jusqu'à ce que les bras forment un angle droit.\n4. Relevez votre corps jusqu'à la position précédente, bras tendus.\n5. Répétez les étapes 3 et 4",
    "exerciseChairDips": "Dips sur chaise",
    "stepsSquats": "1. Debout, les pieds écartés à la largeur des épaules\n2. Déplacez les hanches vers l'arrière et pliez les genoux et les hanches pour abaisser le torse.\n3. Répétez",
    "exerciseSquats": "Accroupi",
    "stepsStepups": "1. Tenez-vous debout face à une chaise\n2. Montez sur la chaise\n3. Descendez de la chaise\n4. Répétez",
    "exerciseStepups": "Marches",
    "stepsAbCrunches": "1. Allongez-vous sur le sol, face contre terre, genoux pliés.\n2. Courbez les épaules vers le bassin. Les mains peuvent être derrière ou à côté du cou ou croisées sur la poitrine.\n3. Répétez",
    "exerciseAbCrunches": "Abdominaux",
    "stepsPushups": "Position de départ: \nMettez-vous dans la position de départ des pompes, les mains et les orteils touchant le sol, et le dos, les bras et les jambes tendus. Pour arriver à cette position, vous pouvez vous allonger sur le ventre, placer vos mains à côté de votre tête et lever vos bras jusqu'à ce qu'ils soient droits.\n\nÉtapes :\n1. Pliez les bras jusqu'à ce que votre poitrine touche presque le sol, en vous assurant que votre dos reste bien droit.\n2. Utilisez vos bras pour vous soulever pour revenir à la position de départ.\n3. Répétez",
    "exercisePushups": "Pompes",
    "stepsWallSit": "1. Appuyez-vous contre le mur, en regardant vers l'avant, les pieds fermement plantés au sol, écartés de la largeur des épaules et à une distance d'environ 60 cm du mur.\n2. Glissez le long du mur, en gardant le dos appuyé contre lui, jusqu'à ce que les jambes forment un angle droit. Les genoux doivent être directement au-dessus des chevilles.\nLa douleur au quadriceps est normale, arrêtez si vous ressentez une douleur au genou ou à la rotule",
    "exerciseWallSit": "Assis dos au mur",
    "stepsJumpingJacks": "1. Debout, pieds joints et bras le long du corps\n2. Sauter jusqu'à une position où les jambes sont écartées et les mains se touchent au-dessus de la tête.\n3. Répétez",
    "exerciseJumpingJacks": "Sauts en étoile",
    "stepsPushupRotations": "1. Faites une pompe standard :\n1.a Allongez-vous sur le ventre\n1.b Placez vos mains près de vos oreilles\n1.c Utilisez vos bras pour soulever votre ventre jusqu'à ce que les bras soient droits, en gardant le dos droit\n1.d Pliez les bras jusqu'à ce que la poitrine touche presque le sol, en vous assurant que le dos est droit\n1.e Soulevez à nouveau votre ventre et revenez à l'étape 1.c\n2. Faites pivoter votre corps sur le côté pour que le dos soit droit, que la main inférieure soutenant le corps soit complètement étendue et que seuls la main et le pied inférieurs touchent le sol\n3. Répétez, en changeant de côté à chaque fois",
    "stepsSingleLegCalfRaise": "1. Tenez-vous debout sur le sol ou sur le bord d'une marche pour augmenter l'amplitude des mouvements. Levez un pied en plaçant la partie supérieure sur votre mollet\n2. Soulevez vos talons jusqu'à ce que vous soyez debout sur les orteils\n3. Restez dans cette position pendant trois secondes, puis abaissez votre pied sans toucher le sol avec votre talon.",
    "stepsKneelingKickback": "1. Mettez-vous à quatre pattes\n2. Poussez un pied en arrière jusqu'à ce qu'il soit complètement étendu, en vous concentrant sur les muscles fessiers\n3. Restez une seconde, puis revenez à la position initiale\n4. Répétez, en alternant les pieds",
    "stepsPistolSquat": "1. Tenez-vous debout sur une jambe, l'autre jambe droite et légèrement en avant\n2. Pliez lentement un genou, descendez en position accroupie et gardez votre dos et votre autre jambe droits\n3. Soulevez-vous lentement du squat, en redressant le genou plié et en gardant l'autre jambe droite\n4. Répéter",
    "stepsBulgarianSplitSquat": "1. Tenez-vous droit devant une chaise et faites un grand pas. Placez la partie supérieure de l'un de vos pieds sur la chaise\n2. Pliez le genou avant, en équilibre avec les bras jusqu'à ce que le genou arrière touche presque le sol\n3. Revenez à la position de départ et répétez.",
    "stepsSideSplitSquats": "1. Tenez-vous droit et faites une large foulée latérale, juste supérieure à la largeur des épaules\n2. Pliez un genou jusqu'à ce que votre cuisse soit parallèle au sol. Le genou plié doit être aligné avec le pied\n3. Revenez à la position de départ et répétez.",
    "stepsSidePlank": "1. Allongez-vous sur le côté, le coude inférieur à angle droit, le bras dépassant\n2. Soulevez votre bassin du sol en soulevant votre épaule inférieure, en gardant l'avant-bras sur le sol ; votre tête, votre bassin et vos pieds doivent être en ligne droite\n3. Maintenez cette position",
    "stepsSplitSquats": "1. Tenez-vous debout avec le dos droit\n2. Faites un grand pas en avant avec votre jambe gauche\n3. Abaissez votre bassin jusqu'à ce que vous touchiez presque le sol avec votre genou droit\n4. Ramenez votre bassin vers le haut\n5. Répétez à partir de l'étape 3.",
    "exerciseKneelingKickback": "Extensions de la hanche",
    "exerciseBulgarianSplitSquatRight": "Squats bulgares droites",
    "exercisePistolSquatRight": "Pistol squats droites",
    "exercisePistolSquatLeft": "Pistol squats gauches",
    "exerciseBulgarianSplitSquatLeft": "Squats bulgares gauches",
    "exerciseSideSplitSquatsRight": "Fentes latérales droites",
    "exerciseSideSplitSquatsLeft": "Fentes latérales gauches",
    "exercisePushupRotations": "Pompes avec rotation",
    "exerciseSidePlankRight": "Planche latérale droite",
    "exerciseSidePlankLeft": "Planche latérale gauche",
    "workoutLeg": "Entraînement des jambes",
    "workoutScientific7Minute": "Entraînement scientifique de 7 min",
    "stepsJumpRopeBasic": "Cet exercice nécessite une corde à sauter. Assurez-vous que la longueur de la corde est adaptée à votre taille. Une mamière de vérifier est de saisir les deux poignées d'une main et de se tenir au milieu de la corde suspendue au sol avec un pied. Si la corde (sans les poignées) arrive juste sous votre poitrine, sa longueur est correcte. Une corde plus courte serait dangereuse, car vous risqueriez de vous cogner, et une corde plus longue serait mauvaise pour la forme.\n1. Rapprochez vos pieds, pliez un peu les genoux, gardez la tête et le corps droits, gardez les coudes rentrés, ouvrez les bras.\n2. Faites tourner uniquement vos poignets avec suffisamment de force pour faire tourner la corde.\n3. Sautez juste assez haut pour faire passer la corde sous vos pieds.\n4. Répétez à partir de l'étape 2.",
    "exerciseJumpRopeBasic": "Corde à sauter : sauts de base",
    "exerciseArmCircles": "Cercles avant des bras",
    "stepsArmCircles": "1. Tenez-vous debout, le dos bien droit.\n2. Gardez vos bras droits, amenez les devant vous, puis vers le bas, puis derrière votre dos, puis au dessus de votre tête, puis ramenez les en position initiale, devant vous.\n3. Continuez à faire des cercles avec vos bras comme décrit à l'étape 2.",
    "stepsMountainClimbers": "Position de départ :\nCommencez par la position debout des pompes ou de la planche haute.\nLes mains doivent se trouver directement sous vos épaules.\nGardez la tête dans le prolongement du dos, face au sol.\nLes pieds doivent être écartés d'environ la largeur des hanches.\n\nÉtapes :\n1. Déplacez un genou vers le centre de votre corps, vers vos coudes, en gardant l'autre jambe tendue.\n2. Dans un mouvement de saut rapide, redressez la jambe pliée et tirez l'autre genou vers votre corps.\n3. Répétez l'étape 2 en alternant les jambes.\n\nRemarques :\nTout au long de l'exercice, votre dos doit rester aussi droit que possible – évitez d'avoir une bosse ou un dos affaissé.",
    "exerciseMountainClimbers": "Escaladeurs de montagne",
    "stepsPushupBurpees": "Position de départ :\nTenez-vous droit, les pieds écartés de la largeur des hanches.\n\nÉtapes :\n1. Accroupissez-vous et prenez appui sur le sol avec les mains entre les genoux et devant les pieds, le dos droit.\n2. En gardant les mains sur le sol, lancez vos jambes vers l'arrière en position de planche haute.\n3. Effectuez une pompe.\n4. Remettez vos pieds vers l'avant pour revenir à la position de squat.\n5. Répétez.",
    "exercisePushupBurpees": "Burpees avec pompes",
    "workoutNeckShoulderStretch": "Étirements de la nuque et des épaules",
    "exerciseSquatThrusts": "Poussées de squat",
    "exerciseLegRaises": "Levées de jambe",
    "stepsHeadTurn": "Position de départ :\nAsseyez-vous ou tenez-vous debout, le dos droit et les épaules basses.\n\nÉtapes :\n1. Asseyez-vous ou tenez-vous debout, le dos droit. Épaules baissées.\n2. Tournez la tête vers la gauche aussi loin que possible. Arrêtez-vous lorsque vous rencontrez un obstacle et maintenez cette position pendant 5 secondes.\n3. Revenez à la position centrale.\n4. Répétez en changeant de côté.",
    "exerciseHeadTurn": "Tour de tête",
    "exerciseNeckFlexion": "Flexion du cou",
    "exerciseShoulderShrug": "Haussement d'épaules",
    "exerciseBackLateralNeckStretch": "Étirement du dos et du cou latéral",
    "steps4countBurpees": "Position de départ :\nTenez-vous droit, les pieds écartés de la largeur des hanches.\n\nÉtapes :\n1. Accroupissez-vous et prenez appui sur le sol avec les mains entre les genoux et devant les pieds, le dos droit.\n2. En gardant les mains sur le sol, sautez vos jambes vers l'arrière en position de planche haute.\n3. Sautez vers l'avant pour revenir à la position de squat.\n4. Répétez l'exercice.",
    "exercisePikePushups": "Pompes piquées",
    "exerciseLeftNeckStretch": "Étirement du cou à gauche",
    "exerciseRightNeckStretch": "Étirement du cou à droite",
    "exerciseFrontNeckStretch": "Étirement du cou en avant",
    "exerciseBackRightNeckStretch": "Étirement du cou en arrière et à droite",
    "exerciseChinTuckFlexionRotation": "Flexion du menton avec rotation",
    "exerciseFWShoulderRotation": "Rotation de l'épaule vers l'avant",
    "exerciseBWShoulderRotation": "Rotation de l'épaule vers l'arrière",
    "exerciseHighPlank": "Planche haute",
    "exerciseKettlebellDeadlift": "Haltères de kettlebell",
    "exerciseSumoSquat": "Squats sumo",
    "exerciseChildsPose": "Position de l'enfant",
    "exercisePullUp": "Pompes",
    "exerciseBWArmCircles": "Cercle arrière des bras",
    "stepsBWArmCircles": "1. Tenez-vous debout, le dos droit.\n2. Gardez vos bras tendus, amenez-les devant vous, levez-les au-dessus de votre tête, puis continuez le mouvement derrière votre dos jusqu'à revenir en position initiale.\n3. Continuez à faire des cercles comme décrit à l'étape 2.",
    "exercise4countBurpees": "Burpees (4 phases)",
    "exerciseNoPushupBurpees": "Burpees sans saut",
    "stepsNoPushupBurpees": "Position de départ :\nSe tenir droit, les pieds écartés de la largeur des hanches.\n\nÉtapes:\n1. Accroupissez-vous et appuyez-vous sur le sol avec vos mains entre les genoux et devant vos pieds, le dos droit.\n2. En gardant les mains au sol, donnez une impulsion pour envoyer vos jambes vers l'arrière en position de planche haute.\n3. Donnez une nouvelle impulsion pour revenir à la position accroupie.\n4. Sautez.\n5. Répétez."
}
