{
	"exerciseChairDips": "Kursi dips",
	"exerciseSideSplitSquatsRight": "Squat split samping kanan",
	"stepsSingleLegCalfRaise": "1. Berdiri di lantai atau di tepi langkah untuk meningkatkan jangkauan gerakan. Angkat satu kaki, letakkan bagian atas pada betis Anda.\n2. Angkat tumit Anda sampai Anda berdiri di atas jari kaki.\n3. Tetap di posisi ini selama tiga detik, lalu turunkan kaki Anda tanpa menyentuh tanah dengan tumit Anda.",
	"exerciseSingleLegCalfRaiseRight": "Angkat betis kaki kanan",
	"exerciseSideSplitSquatsLeft": "Squat split samping kiri",
	"stepsSidePlank": "1. Berbaringlah, dengan siku bawah Anda di sudut kanan, lengan mencuat\n2. Angkat panggul Anda dari lantai dengan mengangkat bahu bawah Anda ke atas, menjaga lengan bawah di lantai; kepala, panggul, dan kaki Anda harus berada dalam garis lurus\n3. Tahan posisi",
	"exerciseSidePlankRight": "Plank samping kanan",
	"exerciseSidePlankLeft": "Plank samping kiri",
	"exerciseBulgarianSplitSquatLeft": "Squat split Bulgaria ke kiri",
	"stepsSideSplitSquats": "1. Berdiri tegak dan mengambil langkah lateral lebar, hanya lebih besar dari lebar bahu.\n2. Tekuk satu lutut sampai paha Anda sejajar dengan lantai. Lutut harus sejajar dengan kaki.\n3. Dorong kembali ke posisi awal dan ulangi.",
	"exercisePistolSquatLeft": "Pistol squat kiri",
	"exercisePistolSquatRight": "Pistol squats kanan",
	"exerciseBulgarianSplitSquatRight": "Bulgaria split squats right",
	"stepsBulgarianSplitSquat": "1. Berdiri tegak di depan kursi dan mengambil langkah besar. Taruh bagian atas salah satu kakimu di kursi.\n2. Tekuk lutut depan, menyeimbangkan dengan tangan sampai lutut belakang hampir menyentuh tanah\n3. Dorong kembali ke posisi awal dan ulangi.",
	"stepsPistolSquat": "1. Berdiri pada satu kaki, dengan kaki yang lain lurus dan sedikit ke depan.\n2. Bend satu lutut perlahan-lahan, turun ke dalam jongkok dan menjaga punggung dan kaki Anda yang lain lurus.\n3. Perlahan-lahan angkat dirimu dari jongkok, meluruskan lutut yang bengkok dan menjaga kaki yang lain lurus.\n4. Ulangi",
	"exerciseKneelingKickback": "Kickbacks berlutut",
	"stepsKneelingKickback": "1. Merangkak turun.\n2. Dorong satu kaki ke belakang hingga diperluas, konsentrasi pada otot gluteus.\n3. Tunggu sebentar, kemudian kembali ke posisi awal.\n4. Ulangi, alternating feet"
}