{
    "exerciseChairDips": "Kursi dips",
    "exerciseSideSplitSquatsRight": "Squat split samping kanan",
    "stepsSingleLegCalfRaise": "1. Berdiri di lantai atau di tepi langkah untuk meningkatkan jangkauan gerakan. Angkat satu kaki, letakkan bagian atas pada betis Anda.\n2. Angkat tumit Anda sampai Anda berdiri di atas jari kaki.\n3. Tetap di posisi ini selama tiga detik, lalu turunkan kaki Anda tanpa menyentuh tanah dengan tumit Anda.",
    "exerciseSingleLegCalfRaiseRight": "Angkat betis kaki kanan",
    "exerciseSideSplitSquatsLeft": "Squat split samping kiri",
    "stepsSidePlank": "1. Berbaringlah, dengan siku bawah Anda di sudut kanan, lengan mencuat\n2. Angkat panggul Anda dari lantai dengan mengangkat bahu bawah Anda ke atas, menjaga lengan bawah di lantai; kepala, panggul, dan kaki Anda harus berada dalam garis lurus\n3. Tahan posisi",
    "exerciseSidePlankRight": "Plank samping kanan",
    "exerciseSidePlankLeft": "Plank samping kiri",
    "exerciseBulgarianSplitSquatLeft": "Squat split Bulgaria ke kiri",
    "stepsSideSplitSquats": "1. Berdiri tegak dan mengambil langkah lateral lebar, hanya lebih besar dari lebar bahu.\n2. Tekuk satu lutut sampai paha Anda sejajar dengan lantai. Lutut harus sejajar dengan kaki.\n3. Dorong kembali ke posisi awal dan ulangi.",
    "exercisePistolSquatLeft": "Pistol squat kiri",
    "exercisePistolSquatRight": "Pistol squats kanan",
    "exerciseBulgarianSplitSquatRight": "Bulgaria split squats right",
    "stepsBulgarianSplitSquat": "1. Berdiri tegak di depan kursi dan mengambil langkah besar. Taruh bagian atas salah satu kakimu di kursi.\n2. Tekuk lutut depan, menyeimbangkan dengan tangan sampai lutut belakang hampir menyentuh tanah\n3. Dorong kembali ke posisi awal dan ulangi.",
    "stepsPistolSquat": "1. Berdiri pada satu kaki, dengan kaki yang lain lurus dan sedikit ke depan.\n2. Bend satu lutut perlahan-lahan, turun ke dalam jongkok dan menjaga punggung dan kaki Anda yang lain lurus.\n3. Perlahan-lahan angkat dirimu dari jongkok, meluruskan lutut yang bengkok dan menjaga kaki yang lain lurus.\n4. Ulangi",
    "exerciseKneelingKickback": "Kickbacks berlutut",
    "stepsKneelingKickback": "1. Merangkak turun.\n2. Dorong satu kaki ke belakang hingga diperluas, konsentrasi pada otot gluteus.\n3. Tunggu sebentar, kemudian kembali ke posisi awal.\n4. Ulangi, alternating feet",
    "workoutScientific7Minute": "Latihan ilmiah 7 menit",
    "workoutLeg": "Latihan kaki",
    "exerciseWallSit": "Duduk di dinding",
    "exerciseSquats": "Jongkok",
    "exercisePlank": "Papan lengan bawah",
    "exerciseLunges": "Paru-paru",
    "stepsSplitSquats": "1. Berdiri dengan punggung lurus\n2. Ambil langkah maju besar dengan kaki kiri\n3. Turunkan panggulmu hingga kau hampir menyentuh lantai dengan lutut kananmu.\n4. Panggul kembali\n5. Ulangi dari Langkah 3.",
    "stepsLunges": "1. Berdiri dengan punggung lurus\n2. Ambil langkah maju besar dengan kaki kiri\n3. Turunkan panggulmu hingga kau hampir menyentuh lantai dengan lutut kananmu.\n4. Panggul kembali\n5. Kembali ke posisi berdiri dengan melangkah mundur\n6. Ulangi, beralih kaki setiap kali",
    "stepsHighKnees": "1. Run in place, put knees as high as is comfortable and switching legs at a quick pace",
    "stepsChairDips": "1. Duduk di tepi depan kursi, punggung lurus, tangan memegang tepi depan\n2. Masih memegang tepi kursi, lengan diperpanjang, mengangkat pantat Anda dan berjalan maju sedikit sehingga beberapa inci dari kursi.\n3. Perlahan-lahan turunkan tubuh Anda, menjaga punggung lurus, sampai lengan berada di sudut yang tepat\n4. Angkat tubuh Anda lagi ke posisi sebelumnya, lengan diperpanjang\n5. Ulangi Langkah 3 dan 4",
    "exerciseHighKnees": "Lutut tinggi",
    "exercisePushupRotations": "Rotasi Push-up",
    "exerciseSingleLegCalfRaiseLeft": "Angkat kaki kiri anak sapi",
    "exerciseJumpRopeBasic": "Lompat tali: basic Jump",
    "exerciseArmCircles": "Lingkaran lengan ke depan",
    "exerciseSplitSquatsRight": "Split squats kanan",
    "exerciseSplitSquatsLeft": "Split squats kiri",
    "stepsPlank": "Posisi awal:\n1. Mulai dengan posisi merangkak.\nLengan harus ditekuk pada sisi kanan, dengan bahu tepat di atas siku.\nPunggung harus lurus, seluruh tubuh dalam garis lurus.\n\nLangkah:\n1. Tahan posisi ini.",
    "stepsSquats": "1. Berdiri dengan kaki selebar bahu\n2. Pindahkan pinggul ke belakang dan tekuk lutut dan pinggul ke bawah batang tubuh\n3. Ulangi",
    "stepsStepups": "1. Berdiri menghadap kursi\n2. Naik ke kursi\n3. Step off the chair\n4. Ulangi",
    "stepsAbCrunches": "1. Tiarap di lantai dengan lutut bengkok.\n2. Ikatkan bahumu ke pinggulnya. Tangan bisa berada di belakang atau di samping leher atau menyeberang di atas dada.\n3. Ulangi",
    "stepsPushups": "Posisi awal:\nMasuk ke posisi push-up awal, dengan tangan dan kaki menyentuh tanah dan punggung, lengan dan kaki lurus. Untuk mencapai posisi ini, Anda bisa berbaring tengkurap, meletakkan tangan menghadap ke bawah di samping kepala, dan mengangkat tangan ke atas hingga lurus.\n\nLangkah:\n1. Tekuk siku hingga dada hampir menyentuh lantai, pastikan punggung selalu lurus.\n2. Gunakan lengan Anda untuk mengangkat diri kembali ke posisi awal.\n3. Ulangi.",
    "stepsWallSit": "1. Bersandar ke dinding, menghadap ke depan dan dengan kaki tertanam kuat di tanah, selebar bahu dan sekitar 2 kaki dari dinding\n2. Geser ke bawah dinding, dengan menahan punggung ditekan, sampai kaki berada pada sudut kanan. Lutut harus tepat di atas pergelangan kaki\nNyeri paha depan normal, hentikan jika merasakan nyeri pada lutut atau tempurung lutut",
    "stepsJumpingJacks": "1. Berdiri dengan kaki bersama-sama dan lengan di sisi\n2. Melompat ke posisi dengan kaki melebar dan tangan menyentuh di atas kepala\n3. Ulangi",
    "stepsPushupRotations": "1. Lakukan push-up standar:\n1.sebuah kebohongan bawah pada perut Anda\n1.b tempatkan tanganmu di dekat telingamu\n1.c gunakan lengan Anda untuk mengangkat perut Anda sampai lengan lurus, menjaga punggung lurus\n1.d menekuk lengan sampai dada hampir menyentuh tanah, memastikan punggung lurus\n1.e angkat perutmu lagi, kembali ke langkah 3\n2. Memutar tubuh Anda ke samping sehingga punggung lurus, bawah tangan mendukung tubuh sepenuhnya diperpanjang, dan hanya tangan bawah dan kaki menyentuh lantai\n3. Ulangi, mengubah sisi pada langkah 2 setiap kali",
    "stepsJumpRopeBasic": "Este ejercicio requiere una cuerda para saltar. Asegúrate de que la longitud de la cuerda se ajusta a tu altura. Una forma de comprobarlo es agarrar las dos asas con una mano y situarse en el centro de la cuerda colgando del suelo con un pie. Si la cuerda (excluyendo las asas) te llega justo por debajo del pecho, su longitud es la adecuada. Una cuerda más corta sería peligrosa, ya que podrías golpearte, y una cuerda más larga sería una mala forma.\n1. Pon los pies juntos, dobla un poco las rodillas, mantén la cabeza y el cuerpo rectos, mantén los codos dentro, abre los brazos.\n2. Gira sólo las muñecas con la fuerza suficiente para hacer girar la cuerda.\n3. Salta lo suficiente para pasar la cuerda por debajo de tus pies.\n4. Repite desde el paso 2.",
    "stepsArmCircles": "1. Berdiri tegak dengan punggung lurus.\n2. Bawa lengan ke depan, angkat di atas kepala Anda, kemudian melanjutkan gerakan di belakang punggung Anda dan ke posisi awal.\n3. Tetap lingkari tanganmu Seperti yang dijelaskan di Langkah 2.",
    "exerciseStepups": "Step-up",
    "exerciseAbCrunches": "Crunch",
    "exercisePushups": "Push-up",
    "exerciseJumpingJacks": "Jumping jack",
    "exerciseMountainClimbers": "Pendaki gunung",
    "stepsMountainClimbers": "Posisi awal:\nMulai dari posisi push-up yang tegak, atau papan atas.\nTangan harus langsung di bawah bahu Anda.\nTetap Sejajarkan kepalamu dengan punggungmu, menghadap lantai.\nKaki harus selebar pinggul.\n\nLangkah:\n1. Gerakkan satu lutut ke bagian tengah tubuhmu, ke arah sikumu, memperpanjang kakimu.\n2. Dalam gerakan melompat cepat, meluruskan kaki membungkuk keluar dan menarik lutut lainnya ke arah tubuh Anda.\n3. Terus mengulangi Langkah 2, bolak kaki.\n\nCatatan:\nSepanjang latihan punggung harus tetap lurus mungkin-menghindari punuk atau seonggok punggung.",
    "workoutNeckShoulderStretch": "Peregangan leher dan bahu",
    "stepsPullUp": "Posisi awal:\nMulailah dengan menggantung dari bar pull-up, telapak tangan menghadap jauh dan kaki dari lantai.\nTangan Anda harus sedikit lebih lebar dari selebar bahu. Hanya sedikit begitu, sehingga siku masih di depan tubuh daripada tepat ke samping.\nTubuh Anda harus lurus dan sedikit mengarah ke depan. Lengan Anda harus diperpanjang.\n\nLangkah:\n1. Gunakan kekuatan Anda untuk menarik tubuh Anda secara merata, mendekatkan dada anda ke Palang pull-up dan dagu Anda tepat di atasnya. Jangan mengangkat diri menggunakan momentum, seperti menendang.\n2. Hati-hati menurunkan tubuh Anda kembali ke posisi awal.\n3. Ulangi.\n\nTips:\n- Untuk melakukan pull-up dengan benar, Anda harus terlebih dahulu membangun kekuatan di beberapa area utama, termasuk bahu, lengan, dan perut. Mulailah dengan pull-up hanya setelah Anda membangun kekuatan yang cukup dengan latihan lain.",
    "stepsBackLateralNeckStretch": "Posisi awal:\nDuduk tegak di kursi atau bantal yang kokoh.\n\nLangkah:\n1. Tarik napas dan miringkan kepala ke depan, dagu ke dada, dengan tangan di belakang kepala.\n2. Menjaga kepala ke depan, menggunakan otot pinggang untuk mengubah sejauh nyaman ke samping.\n3. Gunakan tangan untuk menarik kepala ke bawah sangat sedikit, mengendalikan peregangan.\n4. Tarik bahu ke belakang dan ke bawah menggunakan otot-otot di punggung Anda. Tahan selama 5 detik.\n5. Kembali ke posisi tengah.\n6. Bawa tangan Anda ke dahi Anda dan mendorong kepala tegak lagi ke posisi normal.",
    "stepsLateralNeckStretch": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus.\n\nLangkah:\n1. Miringkan kepala anda ke samping dan tahan selama 8 detik untuk meregangkan sisi leher Anda.\n2. Dengan tangan yang lebih dekat di atas kepala Anda, tarik perlahan untuk meregangkan lebih jauh. Tahan selama 8 detik.\n3. Putar dagu ke bahu. Tahan selama 8 detik.\n4. Lepaskan dan kembali ke posisi awal.",
    "stepsNeckFlexion": "Posisi awal:\nDuduk tegak di kursi atau bantal yang kokoh.\n\nLangkah:\n1. Tarik napas dan miringkan kepala ke depan, dagu ke dada, letakkan tangan di belakang kepala.\n2. Gunakan tangan Anda untuk menarik kepala Anda ke bawah dengan sangat ringan. Tahan selama 5 detik.\n3. Tarik bahu ke belakang dan ke bawah menggunakan otot-otot di punggung Anda. Ini harus meningkatkan peregangan leher. Tahan selama 5 detik.\n4. Sekarang dengan lembut dorong kepala Anda kembali ke atas, sambil juga menariknya ke bawah dengan tangan Anda. Seimbangkan kedua kekuatan agar kepala Anda tidak bergerak. Tahan setidaknya selama 5 detik.\n5. Bawa jari-jari Anda ke dahi Anda dan gunakan untuk menggerakkan kepala Anda kembali ke posisi semula dengan lembut.",
    "stepsKettlebellDeadlift": "Posisi awal:\nBerdirilah selebar pinggul, dengan kettlebell Anda berpusat di antara pergelangan kaki Anda. Punggung Anda harus lurus, kepala menghadap ke depan.\n\nLangkah:\n1. Engsel di pinggul dan sedikit tekuk lutut untuk meletakkan tangan Anda di pegangan kettlebell. Punggung Anda harus lurus saat anda melakukan gerakan.\n2. Pegang pegangan kettlebell, dengan tangan Anda mendorong ke arah yang berlawanan seolah-olah untuk menarik pegangan terpisah.\n3. Saat menyentuh perut dan glutes Anda, berdiri tegak.\n4. Engsel di pinggul lagi untuk membawa kettlebell kembali ke bawah, mirip dengan langkah 1.\n5. Ulangi dari Langkah 3.\n\nTips:\n* Pastikan anda melakukan gerakan dengan benar, karena melakukan sebaliknya dapat menyebabkan cedera. Misalnya, jangan jongkok alih-alih berpikir di pinggul, jangan membulatkan punggung saat meraih kettlebell, dan jangan bersandar saat berdiri.",
    "stepsPikePushups": "Posisi awal:\nDownward facing dog: tubuh Anda harus membuat bentuk V, dengan punggung lurus, lengan, dan kaki. Pinggul Anda harus di udara.\nAnda bisa mencapai posisi ini dengan menggerakkan tangan Anda kembali dari papan tinggi.\n\nLangkah:\n1.Tekuk siku ke samping, jaga punggung dan kaki tetap lurus dan gerakkan kepala lebih dekat ke lantai.\n2. Luruskan lengan Anda, dorong pinggul ke atas dan jaga punggung dan kaki tetap lurus.\n3. Ulangi.",
    "stepsChildsPose": "Posisi awal:\nMulailah merangkak, lutut, jari kaki, dan tangan menyentuh tanah. Kedua jari kaki besar Anda harus bersentuhan.\n\nLangkah:\n1. Gerakkan lutut Anda sehingga mereka sekitar selebar pinggul.\n2. Saat menghembuskan napas, gerakkan panggul ke belakang untuk duduk di atas tumit. Tangan Anda harus tetap menyentuh tanah.\n3. Rilekskan tubuh bagian atas Anda, turunkan dahi ke lantai dan biarkan tangan Anda bergerak maju secara alami.\n4. Tetap dalam pose ini.\n\nTips:\n* Untuk meninggalkan pose, berjalan lengan Anda kembali di bawah bahu Anda dan memindahkan tubuh bagian atas Anda ke posisi duduk.",
    "stepsChinTuckFlexionRotation": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus.\n\nLangkah:\n1. Selipkan dagu Anda, gerakkan kepala anda ke belakang.\n2. Miringkan kepala anda ke depan sampai Anda merasakan peregangan di bagian belakang leher Anda.\n3. Putar kepala anda ke samping saat menghembuskan napas. Gunakan jari di pelipis Anda untuk memandu kepala Anda dan oleskan sedikit tekanan berlebih.\n4. Tahan selama 5 detik.\n5. Putar kembali, menjaga kepala Anda ke bawah.\n6. Ulangi dari Langkah 3, beralih sisi.",
    "stepsChinTuck": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus.\n\nLangkah:\n1. Gunakan jari-jari di dagu Anda untuk perlahan-lahan menyelipkan dagu Anda, gerakkan kepala anda ke belakang untuk menyelaraskannya dengan tulang belakang Anda.\n2. Tahan selama 5 detik.\n3. Kembali ke posisi kepala normal dan ulangi.",
    "stepsFloorDips": "Posisi awal:\nDuduklah dengan tangan di belakang Anda, dukung punggung Anda.\nJari-jari Anda harus mengarah ke depan.\nLutut Anda harus ditekuk, kaki menyatu.\n\nLangkah:\n1. Angkat pinggul Anda dari tanah, luruskan lengan Anda.\n2. Tekuk siku Anda, turunkan pinggul Anda.\n3. Luruskan lengan Anda, kembali ke posisi sebelumnya.\n4. Ulangi Langkah 2 dan 3.\n\nCatatan:\nKesulitan latihan tergantung pada seberapa tinggi Anda membawa pinggul Anda.",
    "stepsLegRaises": "Posisi awal:\nBerbaring telentang, kaki menyatu, lengan di samping tubuh.\n\nLangkah:\n1. Tekuk lutut Anda, lalu luruskan untuk menunjuk lurus ke atas.\n2. Jaga agar kaki Anda tetap lurus, turunkan bersama-sama tanpa menyentuh lantai. Semakin rendah Anda pergi, semakin intens latihannya.\n3. Angkat kedua kaki bersama-sama untuk menunjuk lurus ke atas lagi.\n4. Ulangi dari Langkah 2.",
    "stepsNoPushupBurpees": "Posisi awal:\nBerdiri tegak, kaki selebar pinggul.\n\nLangkah:\n1. Jongkok rendah dan dukung diri anda di lantai dengan tangan di antara lutut dan di depan kaki, punggung lurus.\n2. Menjaga tangan Anda di lantai, melompat kaki Anda ke belakang ke posisi papan tinggi.\n3. Lompat kaki Anda ke depan untuk kembali ke posisi jongkok.\n4. Melompat.\n5. Ulangi.",
    "stepsSquatThrusts": "Posisi awal:\nMulailah dengan posisi papan tinggi: punggung, lengan, dan kaki lurus dan tangan selebar bahu.\n\nLangkah:\n1. Lompati kaki Anda ke depan di antara kedua lengan, jaga punggung tetap rata.\n2. Menjaga tangan Anda di lantai, melompat kaki Anda kembali ke posisi papan tinggi.\n3. Ulangi.",
    "stepsReverseLunges": "Posisi awal:\nBerdiri tegak, kaki selebar pinggul.\n\nLangkah:\n1. Langkah mundur dengan satu kaki sehingga dapat menekuk dengan nyaman ke sudut 90 derajat.\n2. Perlahan tekuk kedua lutut untuk membentuk sudut 90 derajat.\n3. Kembali ke posisi awal.\n4. Ulangi, kaki bergantian.",
    "stepsBWArmCircles": "1. Berdiri tegak dengan punggung lurus.\n2. Jaga agar lengan tetap lurus, bawa di depan Anda, angkat di atas kepala, lalu lanjutkan gerakan di belakang punggung dan turun ke posisi awal.\n3. Terus lingkari lengan Anda seperti yang dijelaskan pada Langkah 2.",
    "stepsPushupBurpees": "Posisi awal:\nBerdiri tegak, kaki selebar pinggul.\n\nLangkah:\n1. Jongkok rendah dan dukung diri anda di lantai dengan tangan di antara lutut dan di depan kaki, punggung lurus.\n2. Menjaga tangan Anda di lantai, melompat kaki Anda ke belakang ke posisi papan tinggi.\n3. Lakukan push-up.\n4. Lompat kaki Anda ke depan untuk kembali ke posisi jongkok.\n5. Ulangi.",
    "steps4countBurpees": "Posisi awal:\nBerdiri tegak, kaki selebar pinggul.\n\nLangkah:\n1. Jongkok rendah dan dukung diri anda di lantai dengan tangan di antara lutut dan di depan kaki, punggung lurus.\n2. Menjaga tangan Anda di lantai, melompat kaki Anda ke belakang ke posisi papan tinggi.\n3. Lompat kaki Anda ke depan untuk kembali ke posisi jongkok.\n4. Ulangi.",
    "stepsHeadTurn": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus dan bahu ke bawah.\n\nLangkah:\n1. Duduk atau berdiri tegak, bahu turun.\n2. Putar kepala Anda ke samping sejauh mungkin. Berhenti ketika Anda menekan penghalang dan tahan selama 5 detik.\n3. Kembali ke posisi tengah dan ulangi, ganti sisi.",
    "stepsFrontNeckStretch": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus.\n\nLangkah:\n1. Buka mulut lebar-lebar.\n2. Perlahan miringkan kepala ke belakang dengan mulut terbuka. Jika Anda merasa perlu untuk dukungan, bertepuk tangan di belakang kepala.\n3. Sangat perlahan tutup dan Buka mulut Anda.\n4. Pada akhirnya, perlahan kembali ke posisi awal dan tutup mulut.",
    "stepsShoulderShrug": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus.\n\nLangkah:\n1. Angkat bahu lurus ke atas sejauh mungkin dan tahan selama 5 detik.\n2. Lepaskan bahu kembali ke posisi santai.\n3. Ulangi.",
    "stepsHighPlank": "Posisi awal:\nMasuk ke posisi papan tinggi: tangan dan kaki Anda harus menyentuh tanah, punggung, lengan, dan kaki Anda harus lurus.\nUntuk mencapai posisi ini, Anda bisa berbaring tengkurap, meletakkan tangan menghadap ke bawah di samping kepala, dan mengangkat lengan ke atas hingga lurus.\n\nLangkah:\n1. Pertahankan posisi awal selama seluruh durasi latihan.",
    "stepsShoulderRotation": "Posisi awal:\nDuduk atau berdiri dengan punggung lurus.\n\nLangkah:\n1. Letakkan tangan Anda di bahu Anda.\n2. Berulang kali memutar kedua sendi bahu dalam gerakan melingkar dengan kecepatan sedang.",
    "stepsSumoSquat": "Posisi awal:\nBerdiri dengan kaki lebar dan jari kaki menghadap ke luar.\n\nLangkah:\n1. Perlahan-lahan tenggelam ke bawah dengan menekuk lutut Anda keluar. Raih lengan ke depan. Jaga kepala, dada, dan pinggul Anda dalam garis lurus. Peras glutes Anda.\n2. Dorong kembali ke posisi awal.\n3. Ulangi latihan ini dengan gerakan berdenyut.",
    "exerciseNoPushupBurpees": "Tidak ada burpe push-up",
    "exerciseBWArmCircles": "Lingkaran lengan mundur",
    "exercisePushupBurpees": "Burpe Push-up",
    "exercise4countBurpees": "4-Hitung burpe",
    "exerciseSquatThrusts": "Jongkok menyodorkan",
    "exerciseReverseLunges": "Menekuk lutut terbalik",
    "exerciseLegRaises": "Mengangkat kaki",
    "exerciseFloorDips": "Lantai dips",
    "exercisePikePushups": "Push-up tombak",
    "exerciseRightNeckStretch": "Peregangan leher kanan",
    "exerciseLeftNeckStretch": "Peregangan leher kiri",
    "exerciseSumoSquat": "Sumo jongkok",
    "exerciseFrontNeckStretch": "Peregangan leher depan",
    "exerciseNeckFlexion": "Peregangan leher belakang",
    "exerciseHeadTurn": "Putar kepala",
    "exerciseChinTuck": "selipkan dagu",
    "exerciseKettlebellDeadlift": "Deadlift Kettlebell",
    "exerciseBWShoulderRotation": "Rotasi bahu ke belakang",
    "exerciseFWShoulderRotation": "Rotasi bahu ke depan",
    "exerciseChinTuckFlexionRotation": "Chin tuck dengan fleksi dengan rotasi",
    "exerciseBackRightNeckStretch": "Peregangan leher belakang dan kanan",
    "exerciseShoulderShrug": "Mengangkat bahu",
    "exercisePullUp": "Tarik - up",
    "exerciseHighPlank": "papan tinggi",
    "exerciseBackLeftNeckStretch": "Peregangan leher belakang dan kiri",
    "exerciseChildsPose": "Pose anak"
}
