{
    "workoutScientific7Minute": "Allenamento scientifico di 7 minuti",
    "workoutLeg": "Allenamento delle gambe",
    "exerciseJumpingJacks": "Jumping jack",
    "stepsJumpingJacks": "Posizione di partenza:\nIn piedi, piedi uniti, schiena dritta e braccia lungo i fianchi.\n\nEsercizio:\n1. Fai un salto, allargando bene le gambe e toccati le mani sopra la testa.\n2. Salta e ritorna nella posizione iniziale.\n3. Ripeti.",
    "exerciseWallSit": "Seduta a muro",
    "stepsWallSit": "Posizione di partenza:\nLa tua schiena dovrebbe toccare il muro, le ginocchia ad angolo retto e posizionate proprio sopra gli angoli. Dovresti essere rivolto in avanti, con i piedi alla larghezza delle spalle e ben piantati a terra.\nPer raggiungere questa posizione, puoi appoggiarti al muro, con i piedi a circa 2 piedi di distanza dal muro. Scivola lungo il muro, tenendo la schiena premuta contro di esso, finché le ginocchia non sono ad angolo retto.\n\nPassi:\n1. Mantenere questa posizione.\n\nAppunti:\nIl dolore al quadricipite è normale, fermati se senti dolore al ginocchio o alla rotula.",
    "exercisePushups": "Flessioni",
    "stepsPushups": "Posizione di partenza:\nMettetevi nella posizione di partenza delle flessioni, con le mani e le dita dei piedi che toccano il suolo e la schiena, le braccia e le gambe dritte. Per arrivare a questa posizione, puoi sdraiarti a pancia in giù, mettere le mani rivolte verso il basso accanto alla testa, e sollevare le braccia fino a quando sono dritte.\n\nPassi:\n1. Piegare i gomiti fino a quando il petto tocca quasi il suolo, assicurandosi che la schiena sia sempre dritta.\n2. Usare le braccia per sollevarsi di nuovo fino alla posizione di partenza.\n3. Ripetere.",
    "exerciseAbCrunches": "Addominali",
    "stepsAbCrunches": "Posizione di partenza:\nSdraiati a faccia in su sul pavimento con le ginocchia piegate.\n\nPassi:\n1. Fletti le spalle verso il bacino. Le mani possono essere dietro o accanto al collo o incrociate sul petto.\n2. Ritorna alla posizione iniziale.\n3. Ripeti.",
    "exerciseStepups": "Step",
    "stepsStepups": "Posizione di partenza:\nMettiti di fronte a una sedia.\n\nPassi:\n1. Sali sulla sedia.\n2. Scendi dalla sedia.\n3. Ripeti.",
    "exerciseSquats": "Squat (Stacchi)",
    "stepsSquats": "Posizione di partenza:\nStare con i piedi alla larghezza delle spalle.\n\nPassi:\n1. Sposta indietro i fianchi e piega le ginocchia e i fianchi per abbassare il busto fino a quando i fianchi sono più bassi delle ginocchia.\n2. Ritorna alla posizione iniziale.\n3. Ripeti.",
    "exerciseChairDips": "Piegamenti sulla sedia",
    "stepsChairDips": "Posizione di partenza:\nSedersi sul bordo anteriore di una sedia, schiena dritta, mani che tengono il bordo anteriore. Sempre tenendo il bordo della sedia, le braccia tese, solleva il sedere e cammina leggermente in avanti in modo che sia a pochi centimetri dalla sedia.\n\nPassi:\n1. Abbassa lentamente il corpo, mantenendo la schiena dritta, finché le braccia non sono ad angolo retto.\n2. Solleva nuovamente il corpo nella posizione iniziale, braccia tese.\n3. Ripeti.",
    "exercisePlank": "Plank avambraccio",
    "stepsPlank": "Posizione di partenza:\n1. Iniziare a quattro zampe.\nLe braccia devono essere piegate ad angolo retto, con le spalle sopra i gomiti.\nLa schiena deve essere dritta, tutto il corpo in linea retta.\n\nPassi:\n1. Mantenere questa posizione.",
    "exerciseHighKnees": "Corsa sul posto con ginocchia alte",
    "stepsHighKnees": "Posizione di partenza\nStare dritto in piedi.\n\nPassi:\n1. Corri sul posto, mettendo le ginocchia il più in alto possibile e cambiando le gambe a un ritmo veloce.",
    "exerciseLunges": "Affondi",
    "stepsLunges": "Posizione di partenza:\nStai con la schiena dritta.\n\nPassi:\n1. Fai un grande passo avanti con la gamba sinistra.\n2. Abbassa il bacino finché non tocchi quasi il pavimento con il ginocchio destro.\n3. Riporta in alto il bacino.\n4. Ritorna alla posizione di partenza facendo un passo indietro.\n5. Ripeti, cambiando gamba ogni volta.",
    "exerciseSplitSquatsLeft": "Split squat a sinistra",
    "exerciseSplitSquatsRight": "Squat laterali a sinistra",
    "stepsSplitSquats": "Posizione di partenza:\nStai con la schiena dritta. Fai un grande passo avanti con la gamba sinistra.\n\nPassi:\n1. Abbassa il bacino finché non tocchi quasi il pavimento con il ginocchio destro.\n2. Riporta il bacino in alto.\n3. Ripeti.",
    "exercisePushupRotations": "Flessioni con rotazione",
    "stepsPushupRotations": "Posizione di partenza:\nEntra nella posizione di partenza del push-up, con le mani e le dita dei piedi che toccano il suolo e la schiena, le braccia e le gambe dritte. Per raggiungere questa posizione, puoi sdraiarti a pancia in giù, mettere le mani rivolte verso il basso vicino alla testa e sollevare le braccia finché non sono dritte.\n\nPassi:\n1. Esegui un piegamento standard:\n1.a Piegare le braccia finché il petto non tocca quasi il suolo, assicurandosi che la schiena sia dritta.\n1.b Usa le braccia per riportarti alla posizione di partenza.\n2. Ruota il tuo corpo di lato in modo che la schiena sia dritta, la mano inferiore che sostiene il corpo sia completamente estesa e solo la mano inferiore e il piede tocchino il pavimento.\n3. Ripeti, cambiando ogni volta i lati al punto 2.",
    "exerciseSidePlankLeft": "Plank su lato sinistro",
    "exerciseSidePlankRight": "Plank sul lato destro",
    "stepsSidePlank": "Posizione di partenza:\nSdraiati su un fianco, con il gomito inferiore ad angolo retto, il braccio sporgente. Solleva il bacino dal pavimento sollevando la parte inferiore della spalla, mantenendo l'avambraccio sul pavimento; la testa, il bacino e i piedi dovrebbero essere in linea retta.\n\nPassi:\n1. Mantieni questa posizione.",
    "exerciseSideSplitSquatsLeft": "Squat laterale sinistro",
    "exerciseSideSplitSquatsRight": "Squat laterali a destra",
    "stepsSideSplitSquats": "Posizione di partenza:\n1. Stai in piedi e fai un'ampia falcata laterale, appena maggiore della larghezza delle spalle.\n\nPassi:\n1. Piegare un ginocchio finché la coscia non è parallela al pavimento. Il ginocchio piegato deve essere in linea con il piede.\n2. Torna alla posizione di partenza.\n3. Ripeti.",
    "exerciseBulgarianSplitSquatLeft": "Split squats left bulgari",
    "exerciseBulgarianSplitSquatRight": "Split squats right bulgari",
    "stepsBulgarianSplitSquat": "1. Mettiti in piedi davanti a una sedia e fai un grande passo. Metti la parte superiore di un piede sulla sedia.\n2. Piegare il ginocchio anteriore, bilanciandosi con le braccia fino a quando il ginocchio posteriore tocca quasi il suolo.\n3. Torna alla posizione di partenza e ripeti.",
    "exercisePistolSquatLeft": "Squat a pistola a sinistra",
    "exercisePistolSquatRight": "Squat a pistola a destra",
    "stepsPistolSquat": "1. Stai in piedi su una gamba, con l'altra gamba dritta e leggermente in avanti.\n2. Piegare un ginocchio lentamente, scendendo in uno squat e mantenendo la schiena e l'altra gamba dritta.\n3. Alzati lentamente dallo squat, raddrizzando il ginocchio piegato e mantenendo l'altra gamba dritta.\n4. Ripeti.",
    "exerciseKneelingKickback": "Contraccolpi in ginocchio",
    "stepsKneelingKickback": "Posizione di partenza:\nMettiti a quattro zampe.\n\nPassi:\n1. Spingere indietro un piede fino alla completa estensione, concentrandosi sui muscoli glutei.\n2. Rimani per un secondo, quindi torna alla posizione iniziale.\n3. Ripeti, alternando i piedi.",
    "exerciseSingleLegCalfRaiseLeft": "Sollevamento del polpaccio gamba sinistra",
    "exerciseSingleLegCalfRaiseRight": "Sollevamento del polpaccio gamba destra",
    "stepsSingleLegCalfRaise": "1. Stare in piedi sul pavimento o sul bordo di un gradino per aumentare il raggio di movimento. Sollevare un piede, appoggiando la parte superiore sul polpaccio.\n2. Sollevare i talloni fino a stare in piedi sulle punte dei piedi.\n3. Resta in questa posizione per tre secondi, poi abbassa il piede senza toccare il suolo con il tallone.",
    "exerciseJumpRopeBasic": "Corda per saltare: salti di base",
    "stepsArmCircles": "Posizione di partenza:\nStai in piedi con la schiena dritta.\n\nPassi:\n1. Tenendo le braccia tese, portale davanti a te, spostale in basso, dietro la schiena, poi sopra la testa e torna alla posizione iniziale.\n2. Continua a girare le braccia come descritto nel passaggio 1.",
    "stepsJumpRopeBasic": "Posizione di partenza:\nMetti i piedi vicini, piega un po' le ginocchia, mantieni la testa e il corpo dritti, tieni i gomiti in dentro, apri le braccia.\n\nPassi:\n1. Ruota solo i polsi con una forza sufficiente per far girare la corda.\n2. Salta abbastanza in alto da far passare la corda sotto i tuoi piedi.\n3. Ripeti.\n\nNote:\nQuesto esercizio richiede una corda per saltare. Assicurati che la lunghezza della corda sia adeguata alla tua altezza. Un modo per controllare è afferrare entrambe le maniglie con una mano e stare al centro della corda appesi a terra con un piede. Se la corda (escluse le maniglie) arriva appena sotto il petto, la sua lunghezza è giusta. Una corda più corta sarebbe pericolosa, poiché potresti colpirti, e una corda più lunga renderebbe una cattiva forma.",
    "exerciseArmCircles": "Cerchi del braccio",
    "stepsMountainClimbers": "Posizione di partenza:\nInizia nella posizione verticale di push-up, ovvero. la posizione alta del pavimento.\nLe mani dovrebbero essere direttamente sotto le spalle.\nTieni la testa in linea con la schiena, rivolta verso il pavimento.\nI piedi dovrebbero essere divaricati all'incirca alla larghezza dei fianchi.\n\nPassi:\n1. Muovi un ginocchio verso il centro del corpo, verso i gomiti, tenendo l'altra gamba tesa.\n2. Con un rapido movimento di salto, raddrizza la gamba piegata e tira l'altro ginocchio verso il tuo corpo.\n3. Continua a ripetere il passaggio 2, alternando le gambe.\n\nAppunti:\nDurante l'esercizio, la schiena dovrebbe rimanere il più dritta possibile, evitando una gobba o una schiena cascante.",
    "exerciseMountainClimbers": "Alpinista",
    "exercisePushupBurpees": "Sollevamenti burpee",
    "workoutNeckShoulderStretch": "Stretching per collo e spalle",
    "exerciseBWArmCircles": "Cerchi di braccia all'indietro",
    "stepsBWArmCircles": "Posizione di partenza:\nStai in piedi con la schiena dritta.\n\nPassi:\n1. Tenendo le braccia tese, portale davanti a te, sollevale sopra la testa, quindi continua il movimento dietro la schiena e scendi nella posizione iniziale.\n2. Continua a girare le braccia come descritto nel passaggio 1.",
    "steps4countBurpees": "Posizione di partenza:\nStare dritti, piedi alla larghezza delle anche.\n\nPassi:\n1. Accovacciarsi in basso e appoggiarsi al pavimento con le mani tra le ginocchia e davanti ai piedi, la schiena dritta.\n2. Tenendo le mani sul pavimento, saltate le gambe all'indietro in posizione di plank alto.\n3. Saltate i piedi in avanti per tornare alla posizione di squat.\n4. Ripetere.",
    "stepsShoulderShrug": "Posizione di partenza:\nSeduti o in piedi con la schiena dritta.\n\nPassi:\n1. Sollevare le spalle in alto il più possibile e tenere premuto per 5 secondi.\n2. Rilasciare le spalle verso il basso in una posizione rilassata.\n3. Ripetere.",
    "stepsLateralNeckStretch": "Posizione di partenza:\nSedersi o stare in piedi con la schiena dritta.\n\nPassi:\n1. Inclina la testa di lato.\n2. Avvicina la mano alla testa e usala per afferrare la testa dall'altro lato.\n3. Spingi con la mano contro la testa e con la testa contro la mano in modo che le forze si equilibrino e la tua testa rimanga ferma.\n4. Mantenere questa tensione fino alla fine dell'esercizio.",
    "exerciseSumoSquat": "Squat sumo",
    "stepsSumoSquat": "Posizione di partenza:\nStare in piedi con le gambe larghe e le dita dei piedi rivolte verso l'esterno.\n\nPassi:\n1. Sprofondare lentamente piegando le ginocchia in fuori. Portare le braccia in avanti. Tenere la testa, il petto e i fianchi in linea retta. Stringere i glutei.\n2. Spingete verso l'alto nella posizione di partenza.\n3. Ripetere questo esercizio con un movimento pulsante.",
    "stepsPushupBurpees": "Posizione di partenza:\nStare dritti, piedi alla larghezza delle anche.\n\nPassi:\n1. Accovacciarsi in basso e appoggiarsi al pavimento con le mani tra le ginocchia e davanti ai piedi, la schiena dritta.\n2. Tenendo le mani sul pavimento, saltate le gambe all'indietro in posizione di plank alto.\n3. Eseguire un push-up.\n4. Saltate i piedi in avanti per tornare alla posizione di squat.\n5. Ripetere.",
    "stepsKettlebellDeadlift": "Posizione di partenza:\nStare alla larghezza delle anche, con il kettlebell centrato tra le caviglie. La schiena deve essere dritta, la testa rivolta in avanti.\n\nPassi:\n1. Inclinarsi sui fianchi e piegare leggermente le ginocchia per mettere le mani sulle maniglie del kettlebell. La schiena deve essere dritta mentre si esegue il movimento.\n2. Afferrare le maniglie del kettlebell, con le mani che spingono in direzioni opposte come se si volesse separare la maniglia.\n3. Mentre contattate gli addominali e i glutei, alzatevi in piedi.\n4. Inclinarsi di nuovo sui fianchi per riportare il kettlebell verso il basso, in modo simile al passo 1.\n5. Ripetere dal punto 3.\n\nSuggerimenti:\n* Assicuratevi di eseguire i movimenti correttamente, perché altrimenti potreste farvi male. Per esempio, non accovacciarsi invece di piegarsi sui fianchi, non arrotondare la schiena mentre si raggiunge il kettlebell, e non piegarsi all'indietro mentre ci si alza.",
    "stepsPullUp": "Posizione di partenza:\nIniziare appendendosi alla barra di pull-up, con i palmi rivolti verso l'esterno e i piedi fuori dal pavimento.\nLe vostre mani dovrebbero essere leggermente più larghe della larghezza delle spalle. Solo leggermente, in modo che i gomiti siano ancora di fronte al corpo piuttosto che esattamente di lato.\nIl corpo deve essere dritto e puntato leggermente in avanti. Le braccia devono essere distese.\n\nPassi:\n1. Usa la tua forza per tirare il tuo corpo verso l'alto in modo uniforme, avvicinando il tuo petto alla barra del pull-up e il tuo mento appena sopra di essa. NON sollevarsi usando lo slancio, come i calci.\n2. Abbassare con attenzione il corpo fino alla posizione di partenza.\n3. Ripetere.\n\nSuggerimenti:\n- Per fare correttamente le trazioni, dovete prima costruire la forza in diverse aree chiave, comprese le spalle, le braccia e gli addominali. Iniziate con le trazioni solo dopo aver acquisito abbastanza forza con altri esercizi.",
    "stepsChildsPose": "Posizione di partenza:\nIniziare a quattro zampe, con le ginocchia, le dita dei piedi e le mani che toccano terra. I tuoi due alluci dovrebbero toccarsi.\n\nPassi:\n1. Spostare le ginocchia in modo che siano alla larghezza delle anche.\n2. Espirando, sposta il bacino indietro per sederti sui talloni. Le mani devono ancora toccare il suolo.\n3. Rilassate la parte superiore del corpo, abbassando la fronte verso il pavimento e lasciando che le mani si muovano in avanti in modo naturale.\n4. Rimanete in questa posa.\n\nSuggerimenti:\n* Per lasciare la posa, porta le braccia indietro sotto le spalle e sposta la parte superiore del corpo in una posizione seduta.",
    "stepsHighPlank": "Posizione di partenza:\nMettiti in posizione di plank alto: le mani e le dita dei piedi devono toccare terra, la schiena, le braccia e le gambe devono essere dritte.\nPer arrivare a questa posizione, puoi sdraiarti a pancia in giù, mettere le mani rivolte verso il basso accanto alla testa e sollevare le braccia fino a quando sono dritte.\n\nPassi:\n1. Mantenere la posizione di partenza per tutta la durata dell'esercizio.",
    "stepsShoulderRotation": "Posizione di partenza:\nSeduti o in piedi con la schiena dritta.\n\nPassi:\n1. Mettere le mani sulle spalle.\n2. Ruotare ripetutamente entrambe le articolazioni delle spalle con un movimento circolare ad un ritmo moderato.",
    "stepsChinTuckFlexionRotation": "Posizione di partenza:\nSeduti o in piedi con la schiena dritta.\n\nPassi:\n1. Infila il mento, spostando la testa all'indietro.\n2. Inclinare la testa in avanti fino a sentire un allungamento nella parte posteriore del collo.\n3. Ruota la testa di lato quando espiri. Usa le dita sulle tempie per guidare la testa e applicare un po' di sovrapressione.\n4. Tieni per 5 secondi.\n5. Ruota indietro, mantenendo la testa verso il basso.\n6. Ripetere dal punto 3, cambiando lato.",
    "stepsBackLateralNeckStretch": "Posizione di partenza:\nSedersi in posizione eretta su una sedia o un cuscino solido.\n\nPassi:\n1. Espirare e inclinare la testa in avanti, mento al petto, con le mani dietro la testa.\n2. Tenendo la testa in avanti, usare i muscoli della vita per girare il più possibile di lato.\n3. Usare le mani per tirare la testa verso il basso molto leggermente, controllando l'allungamento.\n4. Tirare le spalle indietro e in basso usando i muscoli della schiena. Tenere per 5 secondi.\n5. Tornare in posizione centrale.\n6. Portare le mani alla fronte e spingere di nuovo la testa verso l'alto in posizione normale.",
    "stepsFrontNeckStretch": "Posizione di partenza:\nSeduti o in piedi con la schiena dritta.\n\nPassi:\n1. Aprire bene la bocca.\n2. Inclinare lentamente la testa all'indietro con la bocca aperta. Se senti il bisogno di un sostegno, stringi le mani dietro la testa.\n3. Chiudere e aprire molto lentamente la bocca.\n4. Alla fine, torna lentamente alla posizione di partenza e chiudi la bocca.",
    "stepsNeckFlexion": "Posizione di partenza:\nSiediti in posizione eretta su una sedia o su un cuscino rigido.\n\nPassi:\n1. Espirare e inclinare la testa in avanti, il mento contro il petto, mettendo le mani dietro la testa.\n2. Usa le mani per abbassare leggermente la testa e premi contro le mani con la testa per bilanciare la forza.\n3. Mantieni per un po'.\n4. Rilassa le braccia e la testa, aprendo un po' le spalle.\n5. Continua a ripetere questa operazione dal passaggio 2 in poi.",
    "stepsPikePushups": "Posizione di partenza:\nCane rivolto verso il basso con testa in giù: il tuo corpo dovrebbe formare una V, con schiena, braccia e gambe dritte. I tuoi fianchi dovrebbero essere in aria.\nPuoi raggiungere questa posizione spostando le mani indietro da una tavola alta.\n\nPassi:\n1. Piega i gomiti di lato, mantenendo la schiena e le gambe dritte e avvicinando la testa al pavimento.\n2. Raddrizza le braccia, spingendo indietro i fianchi e mantenendo la schiena e le gambe dritte.\n3. Ripeti.",
    "stepsNoPushupBurpees": "Posizione di partenza:\nStare dritti, piedi alla larghezza delle anche.\n\nPassi:\n1. Accovacciarsi in basso e appoggiarsi al pavimento con le mani tra le ginocchia e davanti ai piedi, la schiena dritta.\n2. Tenendo le mani sul pavimento, saltate le gambe all'indietro in posizione di plank alto.\n3. Saltate i piedi in avanti per tornare alla posizione di squat.\n4. Saltare in alto.\n5. Ripetere.",
    "stepsHeadTurn": "Posizione di partenza:\nSedetevi o state in piedi con la schiena dritta e le spalle abbassate.\n\nPassi:\n1. Gira la testa di lato il più possibile. Fermati quando colpisci una barriera e tieni premuto per 5 secondi.\n2. Ritorna alla posizione centrale e ripeti, cambiando lato.",
    "stepsChinTuck": "Posizione di partenza:\nSeduti o in piedi con la schiena dritta.\n\nPassi:\n1. Usare le dita sul mento per infilare lentamente il mento, spostando la testa indietro per allinearla con la colonna vertebrale.\n2. Tenere per 5 secondi.\n3. Torna alla posizione normale della testa e ripeti.",
    "stepsSquatThrusts": "Posizione di partenza:\nIniziare in posizione di plank alto: schiena, braccia e gambe dritte e mani alla larghezza delle spalle.\n\nPassi:\n1. Saltare i piedi in avanti tra le braccia, mantenendo la schiena piatta.\n2. Tenendo le mani sul pavimento, saltare le gambe indietro in posizione di plank alto.\n3. Ripetere.",
    "exerciseReverseLunges": "Affondi inversi",
    "stepsReverseLunges": "Posizione di partenza:\nStare dritti, piedi alla larghezza delle anche.\n\nPassi:\n1. Fare un passo indietro con una gamba in modo che possa piegarsi comodamente a un angolo di 90 gradi.\n2. Piegare lentamente entrambe le ginocchia per formare un angolo di 90 gradi.\n3. Tornare alla posizione di partenza.\n4. Ripetere, alternando le gambe.",
    "exerciseLegRaises": "Alzate le gambe",
    "exerciseFloorDips": "Cadimenti a terra",
    "exercisePikePushups": "Flessioni del luccio",
    "exercise4countBurpees": "Burpees da 4 punti",
    "exerciseNoPushupBurpees": "Nessun burpees con flessioni",
    "exerciseSquatThrusts": "Spinte squat",
    "exerciseChinTuck": "Rialzo del mento",
    "exerciseHeadTurn": "La testa gira",
    "exerciseNeckFlexion": "Stiramento della nuca",
    "exerciseLeftNeckStretch": "Stiramento del collo sinistro",
    "exerciseRightNeckStretch": "Stiramento del collo destro",
    "exerciseFrontNeckStretch": "Collo anteriore allungato",
    "exerciseBackRightNeckStretch": "Stiramento della schiena e del collo destro",
    "exerciseFWShoulderRotation": "Rotazione della spalla in avanti",
    "exerciseBWShoulderRotation": "Rotazione della spalla all'indietro",
    "exerciseChildsPose": "Posa del bambino",
    "exerciseBackLeftNeckStretch": "Stiramento della schiena e del collo sinistro",
    "stepsLegRaises": "Posizione di partenza:\nSdraiarsi sulla schiena, piedi uniti, braccia lungo i fianchi.\n\nPassi:\n1. Piegare le ginocchia, poi raddrizzarle per puntare in alto.\n2. Tenendo le gambe dritte, abbassale insieme senza toccare il pavimento. Più in basso vai, più intenso è l'esercizio.\n3. Sollevare entrambe le gambe insieme per puntare di nuovo verso l'alto.\n4. Ripetere dal punto 2.",
    "exerciseChinTuckFlexionRotation": "Tuffo del mento con flessione con rotazione",
    "stepsFloorDips": "Posizione di partenza:\nSiediti con le braccia dietro di te, sostenendo la schiena.\nLe tue dita dovrebbero puntare in avanti.\nLe ginocchia devono essere piegate, i piedi uniti.\n\nPassi:\n1. Sollevare i fianchi da terra, raddrizzando le braccia.\n2. Piegare i gomiti, portando i fianchi verso il basso.\n3. Raddrizzare le braccia, tornando alla posizione precedente.\n4. Ripetere i passi 2 e 3.\n\nNote:\nLa difficoltà dell'esercizio dipende da quanto in alto si portano le anche.",
    "exerciseShoulderShrug": "Scrollate di spalle",
    "exerciseHighPlank": "Asse alto",
    "exercisePullUp": "Pull ups",
    "exerciseKettlebellDeadlift": "Kettlebell Deadlifts",
    "stepsAlternatingBicepCurls": "Posizione di partenza:\nInizia in piedi con i manubri in ogni mano, la schiena dritta e i piedi divaricati alla larghezza dei fianchi. Le tue braccia dovrebbero essere rilassate, rivolte verso il basso. Le ginocchia dovrebbero essere leggermente piegate, gli addominali contratti e le spalle abbassate.\n\nPassi:\n1. Piegare un braccio all'altezza del gomito, portando il manubrio all'altezza della spalla. La parte superiore del braccio dovrebbe rimanere immobile durante questo movimento.\n2. Riportare il manubrio verso il basso fino a quando il braccio non si trova nella posizione originale rilassata.\n3. Ripeti, cambiando braccio.",
    "stepsLevatorScapulaeStretch": "Posizione di partenza:\nInizia in piedi o seduto. Gira la testa in una direzione, di circa 45 gradi. Metti l'altra mano dietro la schiena o siediti sopra. Prendi la tua mano più vicina e usala per tenere la parte posteriore della testa. Abbassa leggermente la testa.\n\nPassi:\n1. Dopo aver assunto la posizione di partenza, premere la testa contro la mano con una leggera forza. La tua mano dovrebbe premere indietro con la stessa forza, in modo che la tua testa non si muova. Rimani in questa posizione.",
    "stepsNeckCirclesCW": "Posizione di partenza:\nInizia seduto o in piedi. Abbassa la testa, portando il mento verso il petto, ma senza spingere.\n\nPassi:\nCon un movimento fluido più lento e con la testa rilassata e senza spingere in nessuna direzione:\n1. inclinati verso la tua spalla destra.\n2. quindi riporta la testa all'indietro, rivolta verso l'alto.\n3. quindi inclinati verso la spalla sinistra.\n4.e ritorno verso la posizione di partenza.\n\nContinua a ripetere questo come parte di un movimento fluido più lento.",
    "exerciseNeckCirclesCW": "Cerchi del collo in senso orario",
    "exerciseNeckCirclesCCW": "Cerchi del collo in senso antiorario",
    "stepsHeadTilts": "Posizione di partenza:\nSedersi o stare in piedi con la schiena dritta.\n\nPassi:\n1. Inclina la testa di lato e mantieni la posizione per un po'.\n2. Riporta la testa in posizione neutra e mantieni la posizione per un po'.\n3. Inclina la testa dall'altra parte e mantieni la posizione per un po'.\n4. Riporta la testa in posizione neutra ancora una volta e mantieni la posizione per un po'.\n5. Ripeti.",
    "exerciseAlternatingBicepCurls": "Curl alternati per bicipiti",
    "exerciseNeckHalfCircles": "Semicerchi del collo",
    "stepsNeckCirclesCCW": "Posizione di partenza:\nInizia seduto o in piedi. Abbassa la testa, portando il mento verso il petto, ma senza spingere.\n\nPassi:\nCon un movimento fluido più lento e con la testa rilassata e senza spingere in nessuna direzione:\n1. inclinati verso la spalla sinistra.\n2. quindi riporta la testa all'indietro, rivolta verso l'alto.\n3. poi inclinati verso la tua spalla destra.\n4.e ritorno verso la posizione di partenza.\n\nContinua a ripetere questo come parte di un movimento fluido più lento.",
    "stepsNeckHalfCircles": "Posizione di partenza:\nInizia seduto o in piedi. Appoggia la testa contro una delle tue spalle, ma non spingere.\n\nPassi:\nCon un movimento fluido più lento e con la testa rilassata e senza spingere in nessuna direzione:\n1. abbassa la testa verso il petto.\n2. poi appoggiati all'indietro contro l'altra spalla.\n3. poi di nuovo verso il petto.\n4.e infine verso la posizione di partenza.\n\nContinua a ripeterlo.",
    "exerciseLevatorScapulaeStretchL": "Allungamento elevatore della scapola sinistra",
    "exerciseLevatorScapulaeStretchR": "Allungamento elevatore della scapola destra",
    "exerciseHeadTilts": "Inclinazione della testa"
}
