{
    "workoutScientific7Minute": "Allenamento scientifico di 7 minuti",
    "workoutLeg": "Allenamento delle gambe",
    "exerciseJumpingJacks": "Jumping jack",
    "stepsJumpingJacks": "1. Stai in piedi, a piedi uniti e con le braccia lunghi i fianchi, ginocchia e gomiti leggermente piegati\n2. Fai un piccolo salto, nel mentre divarica le gambe alla larghezza delle spalle e porta le braccia sopra la testa fino a toccarsi\n3. Ripeti",
    "exerciseWallSit": "Seduta a muro",
    "stepsWallSit": "1. Appoggiati al muro, rivolto in avanti e con i piedi ben piantati sul terreno, le spalle divaricate e a circa 2 piedi di distanza dal muro\n2. Scivola giù lungo il muro, tenendo la schiena premuta contro di esso, fino a quando le gambe sono ad angolo retto. Le ginocchia dovrebbero essere direttamente sopra le caviglie\nIl dolore al quadricipite è normale, interrompi se avverti dolore al ginocchio o alla rotula",
    "exercisePushups": "Flessioni",
    "stepsPushups": "1. Sdraiati a pancia in giù\n2. Metti le mani vicino alle orecchie\n3. Usa le braccia per sollevare il torace fino a quando le braccia sono dritte, mantenendo la schiena dritta\n4. Piega le braccia fino a quando il torace tocca quasi il suolo, assicurandoti che la schiena sia dritta\n5. Ripeti dal passaggio 3",
    "exerciseAbCrunches": "Addominali",
    "stepsAbCrunches": "1. Sdraiati a pancia in su sul pavimento con le ginocchia piegate.\n2. Solleva il busto verso il bacino, a 30° / 40° dal suolo. Le mani possono essere dietro o accanto al collo o incrociate sul petto.\n3. Ripeti",
    "exerciseStepups": "Step",
    "stepsStepups": "1. Stare in piedi di fronte a una sedia\n2. Salire sulla sedia\n3. Scendere dalla sedia\n4. Ripeti",
    "exerciseSquats": "Squat (Stacchi)",
    "stepsSquats": "1. Stai con i piedi alla larghezza delle spalle\n2. Sposta i fianchi indietro e piega le ginocchia e i fianchi per abbassare il busto\n3. Ripeti",
    "exerciseChairDips": "Piegamenti sulla sedia",
    "stepsChairDips": "1. Siediti sul bordo anteriore di una sedia, con la schiena dritta, le mani che tengono il bordo anteriore\n2. Tenendo ancora il bordo della sedia, le braccia tese, solleva il sedere e cammina leggermente in avanti in modo che si trovi a pochi centimetri dalla sedia.\n3. Abbassa lentamente il corpo, mantenendo la schiena dritta, fino a quando le braccia sono ad angolo retto\n4. Solleva nuovamente il corpo nella posizione precedente, le braccia estese\n5. Ripetere i passaggi 3 e 4",
    "exercisePlank": "Tavola",
    "stepsPlank": "1. Mettiti a quattro zampe, con gli avambracci appoggiati e le ginocchia piegate\n2. Cammina indietro fino a quando le gambe non sono estese\n3. Mantieni questa posizione",
    "exerciseHighKnees": "Corsa sul posto con ginocchia alte",
    "stepsHighKnees": "1. Fai una corsa veloce sul posto, porta in alto le ginocchia ma senza sforzare",
    "exerciseLunges": "Affondi",
    "stepsLunges": "1. Stai in piedi a schiena dritta\n2. Fai un grande passo avanti con la gamba sinistra\n3. Abbassa il bacino fino a toccare quasi il pavimento con il ginocchio destro\n4. Tendi il bacino in avanti\n5. Ritorna in posizione eretta facendo un passo indietro\n6. Ripeti, alternando le gambe ogni volta",
    "exerciseSplitSquatsLeft": "Split squat a sinistra",
    "exerciseSplitSquatsRight": "Squat laterali a sinistra",
    "stepsSplitSquats": "1. Stai con la schiena dritta\n2. Fai un grande passo in avanti con la gamba sinistra\n3. Abbassa il bacino fino a toccare quasi il pavimento con il ginocchio destro\n4. Riporta il bacino verso l'alto\n5. Ripetere dal passaggio 3.",
    "exercisePushupRotations": "Flessioni con rotazione",
    "stepsPushupRotations": "1. Esegui una flessione standard:\n1.a Sdraiati a pancia in giù\n1.b Metti le mani vicino alle orecchie\n1.c Usa le braccia per sollevare il torace fino a quando le braccia sono dritte, mantenendo la schiena dritta\n1.d Piega le braccia fino a quando il torace tocca quasi il suolo, assicurandoti che la schiena sia dritta\n1.e Solleva di nuovo il torace (vedi 1.c)\n2. Ruota il corpo di lato in modo che la schiena sia dritta: la mano inferiore che sostiene il corpo è completamente estesa e solo la mano inferiore e i piedi toccano il pavimento\n3. Ripeti, cambiando lato ogni volta al passaggio 2",
    "exerciseSidePlankLeft": "Plank su lato sinistro",
    "exerciseSidePlankRight": "Plank sul lato destro",
    "stepsSidePlank": "1. Sdraiati su un fianco, con il gomito inferiore ad angolo retto, con il braccio sporgente\n2. Solleva il bacino dal pavimento sollevando la parte inferiore della spalla verso l'alto, mantenendo l'avambraccio sul pavimento; la testa, il bacino e i piedi dovrebbero essere in linea retta\n3. Mantieni questa posizione",
    "exerciseSideSplitSquatsLeft": "Squat laterale sinistro",
    "exerciseSideSplitSquatsRight": "Squat laterali a destra",
    "stepsSideSplitSquats": "1. Stai in piedi e fai un ampio passo laterale, appena superiore alla larghezza delle spalle.\n2. Piega un ginocchio finché la coscia non è parallela al pavimento. Il ginocchio piegato deve essere in linea con il piede.\n3. Spingi indietro alla posizione di partenza e ripetere.",
    "exerciseBulgarianSplitSquatLeft": "Split squats left bulgari",
    "exerciseBulgarianSplitSquatRight": "Split squats right bulgari",
    "stepsBulgarianSplitSquat": "1. Mettiti di fronte a una sedia e fai un grande passo. Metti la parte superiore di uno dei tuoi piedi sulla sedia.\n2. Piegare il ginocchio anteriore, bilanciandosi con le braccia fino a quando il ginocchio posteriore tocca quasi il suolo\n3. Spingi indietro fino alla posizione di partenza e ripeti.",
    "exercisePistolSquatLeft": "Squat a pistola a sinistra",
    "exercisePistolSquatRight": "Squat a pistola a destra",
    "stepsPistolSquat": "1. Stai in piedi su una gamba, con l'altra gamba dritta e leggermente in avanti.\n2. Piegare un ginocchio lentamente, scendendo in uno squat e mantenendo la schiena e l'altra gamba dritta.\n3. Alzati lentamente dallo squat, raddrizzando il ginocchio piegato e mantenendo l'altra gamba dritta.\n4. Ripeti",
    "exerciseKneelingKickback": "Contraccolpi in ginocchio",
    "stepsKneelingKickback": "1. Mettiti a quattro zampe.\n2. Spingete un piede indietro fino alla completa estensione, concentrandovi sui muscoli glutei.\n3. Rimanete per un secondo, poi tornate alla posizione iniziale.\n4. Ripetere, alternando i piedi",
    "exerciseSingleLegCalfRaiseLeft": "Sollevamento del polpaccio gamba sinistra",
    "exerciseSingleLegCalfRaiseRight": "Sollevamento del polpaccio gamba destra",
    "stepsSingleLegCalfRaise": "1. Stare in piedi sul pavimento o sul bordo di un gradino per aumentare il raggio di movimento. Sollevare un piede, appoggiando la parte superiore sul polpaccio.\n2. Sollevare i talloni fino a stare in piedi sulle punte dei piedi.\n3. Resta in questa posizione per tre secondi, poi abbassa il piede senza toccare il suolo con il tallone.",
    "exerciseJumpRopeBasic": "Corda per saltare: salti di base",
    "stepsArmCircles": "1. Stai in piedi con la schiena dritta.\n2. Porta le braccia in avanti, alzale sopra la testa, poi continua il movimento dietro la schiena e giù fino alla posizione iniziale.\n3. Continua a far girare le braccia come descritto al punto 2.",
    "stepsJumpRopeBasic": "Questo esercizio richiede una corda per saltare. Assicuratevi che la lunghezza della corda sia adatta alla vostra altezza. Un modo per controllare è quello di afferrare entrambe le maniglie con una mano e stare al centro della corda appesa a terra con un piede. Se la corda (escluse le maniglie) arriva appena sotto il tuo petto, la sua lunghezza è giusta. Una corda più corta sarebbe pericolosa, perché potreste colpirvi, e una corda più lunga sarebbe una cattiva forma.\n1. Metti i piedi vicini, piega un po' le ginocchia, tieni la testa e il corpo dritti, tieni i gomiti in dentro, apri le braccia.\n2. Fai girare solo i polsi con abbastanza forza da far girare la corda.\n3. Salta appena abbastanza in alto da far passare la corda sotto i tuoi piedi.\n4. Ripetere dal punto 2.",
    "exerciseArmCircles": "Cerchi del braccio"
}
