{
    "exerciseBurpees": "burpees trening",
    "exerciseStepups": "Step-Ups",
    "exercisePushups": "Armhevninger",
    "exerciseAbCrunches": "Knase",
    "exerciseSquats": "Squat",
    "exerciseChairDips": "Stol dips",
    "exercisePlank": "Underarm planke",
    "exerciseHighKnees": "Høye knær",
    "exerciseLunges": "Lunge",
    "exerciseSplitSquatsLeft": "Split-knebøy venstre",
    "exerciseSplitSquatsRight": "Split-knebøy høyre",
    "exercisePushupRotations": "Push-up-rotasjoner",
    "exerciseSidePlankLeft": "Side planken venstre",
    "exerciseSidePlankRight": "Side planken høyre",
    "stepsSidePlank": "1. Legg deg ned på din side, med din bunnen albuen i en rett vinkel, arm som stikker ut\n2. Løft bekkenet opp fra gulvet ved å løfte bunnen din skulder opp, holde underarmen på gulvet; hodet, bekkenet, og føttene skal være i en rett linje\n3. Hold denne posisjonen",
    "exerciseSideSplitSquatsLeft": "Side split-knebøy venstre",
    "exerciseSideSplitSquatsRight": "Side split-knebøy høyre",
    "stepsSideSplitSquats": "1. Stå høyreist og ta et bredt lateral strak arm, bare større enn skulder bredde.\n2. Bøy det ene kneet til lårene er parallelle med gulvet. De bøyde kne må være i tråd med foten.\n3. Press tilbake til startposisjon, og gjenta.",
    "exerciseBulgarianSplitSquatLeft": "Bulgarsk split-knebøy venstre",
    "exerciseKneelingKickback": "Knelende kickbacks",
    "exercisePikePushups": "Gjedde push-ups",
    "exerciseFloorDips": "Etasje dips",
    "exerciseLegRaises": "Ben reiser",
    "exerciseReverseLunges": "Omvendt lunges",
    "exerciseMountainClimbers": "Fjellklatrere",
    "stepsArmCircles": "1. Stå opp høyt med rett rygg.\n2. Tar armene frem, løfter dem over hodet, og deretter fortsette bevegelsen bak ryggen og ned til første posisjon.\n3. Holde rundt armene som beskrevet i trinn 2.",
    "exerciseArmCircles": "Arm sirkler",
    "stepsJumpRopeBasic": "Denne øvelsen krever en hoppe tau. Kontroller at tau lengde er tilpasset din høyde. En måte å sjekke på er å ta tak i begge håndtak med den ene hånden og stå på midten av tau som henger på bakken med en fot. Hvis tauet (uten håndtak) kommer rett under brystet, dens lengde som er riktig. En kortere tau ville være farlig, så du kan treffe deg, og et lengre tau ville gjøre for dårlig form.\n1. Sette føttene tett sammen, bøy knærne litt, hold hodet og kroppen rett, holde albuene på, kan du åpne armer.\n2. Spinn bare håndleddene med nok kraft til å gjøre tau spinn.\n3. Hoppe like høyt nok til å passere tau under føttene dine.\n4. Gjenta fra trinn 2.",
    "exerciseJumpRopeBasic": "Hoppe tau: grunnleggende hopp",
    "exerciseSingleLegCalfRaiseRight": "Høyre ben kalven reiser",
    "exerciseSingleLegCalfRaiseLeft": "Venstre ben kalven reiser",
    "stepsPushupRotations": "1. Gjør en vanlig push-up:\n1.en legge seg ned på magen\n1.b Plasser hendene i nærheten ørene\n1.c Bruk armene til å løfte magen opp til armene er rett, holde ryggen rett\n1.d Bøye armene til brystet nesten berører bakken, noe som gjør at ryggen er rett\n1.e Heis magen opp igjen, tilbake til trinn 3\n2. Rotere kroppen til siden slik at ryggen er rett, den nederste hånden støtte kroppen er helt ute, og bare den nederste hånd og fot berøre gulvet\n3. Gjenta, bytte sider på trinn 2 hver gang",
    "stepsSingleLegCalfRaise": "1. Stå på gulvet eller på kanten av et trinn til å øke omfanget av bevegelse. Løft det ene foten, og du kan plassere den øvre delen på kalv.\n2. Løft hælene til du står på tå.\n3. Opphold i denne stillingen i tre sekunder, senk foten uten å berøre bakken med hælen.",
    "stepsKneelingKickback": "1. Få ned på alle fire.\n2. Skyv den ene foten tilbake inntil fullt utvidet, og konsentrerer seg om gluteus muskler.\n3. Opphold i ett sekund, og deretter gå tilbake til den opprinnelige posisjonen.\n4. Gjenta, alternerende føtter",
    "stepsPistolSquat": "1. Stå på ett bein med det andre benet rett og litt fremover.\n2. Bøy det ene kneet sakte ned i en knebøy og holde ryggen din og den andre benet rett.\n3. Sakte heve deg selv fra knebøy, retting de bøyde kne og å holde de andre benet rett.\n4. Gjenta",
    "exercisePistolSquatRight": "Pistol squats høyre",
    "exercisePistolSquatLeft": "Pistol squats venstre",
    "stepsBulgarianSplitSquat": "1. Stå rak i fronten på en stol og ta et stort skritt. Legg den øvre delen av en av føttene på en stol.\n2. Bøy kne foran, balansering med armene til den tilbake kneet nesten berører bakken\n3. Press tilbake til startposisjon, og gjenta.",
    "exerciseBulgarianSplitSquatRight": "Bulgarsk split-knebøy høyre",
    "stepsMountainClimbers": "Startposisjonen:\nStart i oppreist push-up posisjon, eller høy planke.\nHendene skal være rett under skuldrene.\nHold hodet i tråd med ryggen vendt mot gulvet.\nFøttene skal være om hip bredde hverandre.\n\nFremgangsmåte:\n1. Flytte det ene kneet mot midten av kroppen, mot albuene, å holde det andre benet lengre.\n2. I en rask hoppe bevegelse, rett ut bøyde benet ut og trekk den andre kneet mot kroppen.\n3. Holde gjenta trinn 2, vekslende bein.\n\nMerk:\nGjennom hele øvelsen, ryggen skal være så rett som mulig – unngå en pukkel eller en slapp tilbake.",
    "stepsBurpees": "Startposisjonen:\nStå rett, føttene i hoftebreddes avstand.\n\nFremgangsmåte:\n1. Knebøy lave og støtte deg på gulvet med hendene mellom knærne og foran føttene, ryggen rett.\n2. Holde hendene på gulvet, hopp med beina bakover i høy planke-posisjon.\n3. Utføre en push-up.\n4. Hoppe din fot frem til å komme tilbake til knebøy posisjon.\n5. Hoppe opp.\n6. Gjenta.",
    "stepsReverseLunges": "Startposisjonen:\nStå rett, føttene i hoftebreddes avstand.\n\nFremgangsmåte:\n1. Trinn bakover med ett ben slik at den kan bøye seg komfortabelt til en 90-graders vinkel.\n2. Sakte bøy begge knærne danner en 90-graders vinkel.\n3. Gå tilbake til startposisjon.\n4. Gjenta, vekslende bein.",
    "stepsLegRaises": "Startposisjonen:\nLegg deg ned på ryggen, føttene sammen, armene dine sider.\n\nFremgangsmåte:\n1. Bøy knærne, deretter rette dem til å peke rett opp.\n2. Å holde bena rett, senke dem ned sammen uten å berøre gulvet. Nedre du går, jo mer intens trening.\n3. Heve begge beina sammen for å peke rett opp igjen.\n4. Gjenta fra trinn 2.",
    "stepsFloorDips": "Startposisjonen:\nSitte med armene bak deg, støtter deg tilbake.\nFingrene skal peke fremover.\nKnærne skal bøyes, føttene sammen.\n\nFremgangsmåte:\n1. Heve hoftene av bakken, retting armene.\n2. Bøy albuene, bringe hoftene ned.\n3. Rett i armene dine, gå tilbake til den forrige posisjonen.\n4. Gjenta trinn 2 og 3.\n\nMerk:\nØvelsen er problemer med, avhenger av hvor høy du ta med hoftene.",
    "stepsPikePushups": "Stirrer posisjon:\nNedover hund: kroppen skal lage en V-form, med en rett rygg, armer, og ben. Hoftene skal være opp i luften.\nDu kan komme til denne posisjonen ved å gå deres hender tilbake fra en høy planke.\n\nFremgangsmåte:\n1.Bøy albuene ut til siden, holde ryggen og bena rett og flytte hodet nærmere gulvet.\n2. Rett ut armene, og presser hoftene tilbake, opp og holde ryggen og bena rett.\n3. Gjenta.",
    "stepsSplitSquats": "1. Stå med rett rygg\n2. Ta et stort skritt fremover med venstre ben\n3. Ta med din bekken ned til du nesten berører gulvet med høyre kne\n4. Ta med din bekkenet tilbake opp\n5. Gjenta fra trinn 3.",
    "stepsLunges": "1. Stå med rett rygg\n2. Ta et stort skritt fremover med venstre ben\n3. Ta med din bekken ned til du nesten berører gulvet med høyre kne\n4. Ta med din bekkenet tilbake opp\n5. Gå tilbake til stående posisjon ved å tråkke tilbake\n6. Gjenta slår bena hver gang",
    "stepsHighKnees": "1. Kjør på plass, sette knærne så høyt opp som er komfortable og slå bena på en rask tempo",
    "stepsPlank": "Startposisjonen:\n1. Start ned på alle fire.\nArmene skal bøyd i rett vinkel, med skuldrene rett over albuene.\nRyggen skal være rett, hele kroppen i en rett linje.\n\nFremgangsmåte:\n1. Hold denne posisjonen.",
    "stepsChairDips": "1. Sitte ned foran kanten av en stol med rett rygg, hender holder den fremre kanten\n2. Fortsatt holder kanten av stolen, armene utstrakt, løfte baken og gå frem litt, slik at det er et par inches fra stolen.\n3. Sakte senke kroppen, mens du holder ryggen rett, til armene er i rett vinkel\n4. Heve kroppen igjen til den tidligere stillingen, armene utstrakt\n5. Gjenta trinn 3 og 4",
    "stepsSquats": "1. Stå med føttene skulder bredde hverandre\n2. Bevege hoftene bakover og bøy i knær og hofter til å senke overkroppen\n3. Gjenta",
    "stepsStepups": "1. Står overfor en stol\n2. Trinn opp på stolen\n3. Går av som styreleder\n4. Gjenta",
    "stepsAbCrunches": "1. Legge seg ned med ansiktet opp på gulvet med knærne bøyd.\n2. Curl skuldrene mot bekkenet. Hendene kan være bak eller ved siden av halsen eller kryss over brystet.\n3. Gjenta",
    "stepsPushups": "1. Legg deg ned på magen\n2. Plasser hendene i nærheten ørene\n3. Bruk armene til å løfte magen opp til armene er rett, holde ryggen rett\n4. Bøy armene til brystet nesten berører bakken, noe som gjør at ryggen er rett\n5. Gjenta fra trinn 3",
    "stepsWallSit": "1. Lener seg mot veggen, vendt forover og med føttene godt plantet på bakken, skulder bredde hverandre og om lag 2 meter bort fra veggen\n2. Skyv nedover veggen, å holde tilbake trykket til det, til bena er i rett vinkel. Knærne skal være rett over anklene\nQuadricep smerte er normalt, og stopper hvis du føler smerter i kneet eller kneskålen",
    "exerciseWallSit": "Veggen sitte",
    "stepsJumpingJacks": "1. Stå med føttene sammen og armene på sidene\n2. Hoppe til en stilling med bena spredt bredt og hender berøre overhead\n3. Gjenta",
    "exerciseJumpingJacks": "Hopping knekt",
    "workoutLeg": "Ben trening",
    "workoutScientific7Minute": "Vitenskapelig 7 minutters treningsøkt"
}
