{
    "workoutScientific7Minute": "Wetenschappelijk bewezen 7-minutenworkout",
    "workoutLeg": "Beenworkout",
    "exerciseJumpingJacks": "Klapsprongen",
    "stepsJumpingJacks": "1. Staan met voeten samen en armen aan de zijkanten\n2. Spring naar een positie met de benen wijd uitgespreid en de handen raken overhead\n3. Herhalen",
    "exerciseWallSit": "Muurzitten",
    "stepsWallSit": "1. Leun tegen de muur en zet je voeten stevig op de grond; houd je schouders los en 60 cm van de muur verwijderd.\n2. Zak naar beneden en zorg dat je rug tegen de muur blijft totdat je knieën zich direct boven de enkels bevinden.\nPijn in je dijbeenspieren is normaal. Stop als je pijn in je knie of knieholte voelt",
    "exercisePushups": "Opdrukken",
    "stepsPushups": "1. Ga op je buik liggen.\n2. Plaats je handen in de buurt van je oren.\n3. Gebruik je armen om je buik omhoog te duwen totdat je armen gestrekt zijn - houd je rug recht.\n4. Buig je armen totdat je borstkas bijna de grond raakt - houd je rug recht.\n5. Herhaal vanaf stap 3",
    "exerciseAbCrunches": "Crunch",
    "stepsAbCrunches": "1. Ga op je rug liggen en buig je knieën.\n2. Draai je schouders richting je bekken. Houd je handen achter of naast je nek of kruislings over je borstkas.\n3. Herhaal",
    "exerciseStepups": "Opstappen",
    "stepsStepups": "1. Ga voor een stoel staan.\n2. Ga op de stoel staan.\n3. Ga van de stoel af.\n4. Herhaal",
    "exerciseSquats": "Hurkzitten",
    "stepsSquats": "1. Ga staan en zet je voeten zó dat ze in verhouding staan met je schouders.\n2. Draai je heupen naar achteren en buig je knieën en heupen om je bovenlichaam naar beneden te duwen.\n3. Herhaal",
    "exerciseChairDips": "Stoelzakken",
    "stepsChairDips": "1. Ga zitten op de voorkant van een stoel, rug recht, handen die de voorkant houden\n2. Nog steeds met de rand van de stoel, armen uitgebreid, til je kont en loop iets naar voren, zodat het een paar centimeter van de stoel.\n3. Laat uw lichaam langzaam zakken, houd de rug recht, totdat de armen in een rechte hoek staan\n4. Til je lichaam weer op naar de vorige positie, armen uitgestrekt\n5. Herhaal stap 3 en 4",
    "exercisePlank": "Planken",
    "stepsPlank": "1. Ga op z'n hondjes zitten, strek je armen en buig je benen.\n2. Loop met je voeten naar achteren totdat je benen gestrekt zijn.\n3. Houd deze positie vast",
    "exerciseHighKnees": "Stilstaand joggen",
    "stepsHighKnees": "1. Sta stil, maar maak een rennende beweging - duw je knieën zover mogelijk omhoog en wissel je benen af",
    "exerciseLunges": "Uitvalspassen",
    "stepsLunges": "1. Ga staan met een rechte rug.\n2. Doe een grote stap vooruit met je linkerbeen.\n3. Duw je bekken omlaag, zo ver tot je bijna de grond raakt met je rechterknie.\n4. Duw je bekken omhoog.\n5. Ga weer recht staan.\n6. Herhaal, en wissel beide benen af",
    "exerciseSplitSquatsLeft": "Gespleten hurkzit (links)",
    "exerciseSplitSquatsRight": "Gespleten hurkzit (rechts)",
    "stepsSplitSquats": "1. Ga staan met een rechte rug.\n2. Doe een grote stap vooruit met je linkerbeen.\n3. Duw je bekken omlaag, zo ver tot je bijna de grond raakt met je rechterknie.\n4. Duw je bekken omhoog.\n5. Herhaal vanaf stap 3.",
    "exercisePushupRotations": "Draaiend opdrukken",
    "stepsPushupRotations": "1. Druk op:\n1.a Ga op je buik liggen.\n1.b Plaats je handen in de buurt van je oren.\n1.c Gebruik je armen om je buik omhoog te duwen totdat je armen gestrekt zijn - houd je rug recht.\n1.d Buig je armen totdat je borstkas bijna de grond raakt - houd je rug recht.\n1.e Kom weer omhoog en ga naar stap 3.\n2. Draai op je zij, houd je rug recht en raak alleen met je hand en voet de grond aan.\n3. Herhaal, en wissel bij stap 2 telkens van zij",
    "exerciseSidePlankLeft": "Links planken",
    "exerciseSidePlankRight": "Rechts planken",
    "stepsSidePlank": "1. Ga op je linkerzij liggen, houd je rechterelleboog recht en steek je arm uit.\n2. Duw je bekken omhoog door je rechterschouder op te tillen, maar houd je bovenarm op de grond - je hoofd, bekken en voeten moeten in een rechte lijn liggen.\n3. Houd deze positie vas",
    "exerciseSideSplitSquatsLeft": "Gespleten zijhurkzit (links)",
    "exerciseSideSplitSquatsRight": "Gespleten zijhurkzit (rechts)",
    "stepsSideSplitSquats": "1. Ga recht staan en doe een brede, zijwaartse pas, net iets voorbij schouderbreedte.\n2. Buig één knie totdat je heup gelijkstaat aan de grond. De gebogen knie moet gelijkstaan aan de voet.\n3. Duw jezelf omhoog en herhaal.",
    "exerciseBulgarianSplitSquatLeft": "Bulgaarse gespleten hurkzit (links)",
    "exerciseBulgarianSplitSquatRight": "Bulgaarse gespleten hurkzit (rechts)",
    "stepsBulgarianSplitSquat": "1. Pak een stoel en ga er recht voor staan. Plaats het voorste deel van je voet op de stoel.\n2. Buig de voorste knie en balanceer je armen totdat de achterste knie bijna de grond raakt.\n3. Duw jezelf terug, ga terug naar stap 1 en herhaal, telkens met een andere knie.",
    "exercisePistolSquatLeft": "Pistoolzit (links)",
    "exercisePistolSquatRight": "Pistoolzit (rechts)",
    "stepsPistolSquat": "1. Zet één been voor je.\n2. Buig je knie totdat je hurkt - houd je rug en andere been recht.\n3. Buig je knie terug en maak hem weer recht.\n4. Herhaal",
    "exerciseKneelingKickback": "Geknielde terugtrap",
    "stepsKneelingKickback": "1. Ga op zijn hondjes zitten en plaats één voet tegen iets met weerstand, zoals een kabel.\n2. Duw je voet naar achteren, zo ver totdat je been volledig gestrekt is.\n3. Houd één seconde vol en keer terug naar de startpositie.\n4. Herhaal, en wissel steeds van voet",
    "exerciseSingleLegCalfRaiseLeft": "Kuitoptrekken (links)",
    "exerciseSingleLegCalfRaiseRight": "Kuitoptrekken (rechts)",
    "stepsSingleLegCalfRaise": "1. Ga op de grond staan of op de rand van een opstapje. Til één voet op en houd hem tegen op je kuit.\n2. Til je hielen op, zo ver totdat je op je tenen staat.\n3. Houd dit drie seconden vol. Duw je voet weer naar omlaag zonder de grond te raken met je hiel.",
    "exerciseJumpRopeBasic": "Touwtjespringen: basissprongen",
    "stepsJumpRopeBasic": "Bij deze oefening heb je een springtouw nodig. Kies een touw dat past bij je lengte. Pak beide handvatten met één hand vast en ga met één voet op het midden van het touw staan. Als het touw (minus de handvatten) tot net onder je borstkas komt, dan heb je de juiste lengte. Een korter touw kan ook, maar is gevaarlijker omdat je jezelf mogelijk raakt, en een langer touw is onhandig.\n1. Zet je voeten dicht tegen elkaar, buig door je knieën en houd je hoofd en lichaam recht. Houd je ellebogen naar binnen en open je armen.\n2. Draai je polsen met genoeg kracht om het touw te laten draaien.\n3. Spring net boven het touw uit.\n4. Herhaal vanaf stap 2.",
    "stepsArmCircles": "1. Ga rechtstaan.\n2. Draai je armen naar voren, houd ze boven je hoofd en zwaai ze naar achter en omlaag, naar de oorspronkelijke positie.\n3. Herhaal stap 2.",
    "exerciseArmCircles": "Armbewegingen"
}
