{
    "workoutScientific7Minute": "Wetenschappelijk bewezen 7-minutenworkout",
    "workoutLeg": "Beenworkout",
    "exerciseJumpingJacks": "Klapsprongen",
    "stepsJumpingJacks": "1. Staan met voeten samen en armen aan de zijkanten\n2. Spring naar een positie met de benen wijd uitgespreid en de handen raken overhead\n3. Herhalen",
    "exerciseWallSit": "Muurzitten",
    "stepsWallSit": "1. Leun tegen de muur en zet je voeten stevig op de grond; houd je schouders los en 60 cm van de muur verwijderd.\n2. Zak naar beneden en zorg dat je rug tegen de muur blijft totdat je knieën zich direct boven de enkels bevinden.\nPijn in je dijbeenspieren is normaal. Stop als je pijn in je knie of knieholte voelt",
    "exercisePushups": "Opdrukken",
    "stepsPushups": "Beginpositie:\nKom in de start push-up positie, met je handen en tenen tegen de grond en rug, armen en benen recht. Om in deze positie te komen, kun je op je buik gaan liggen, je handen naar beneden gericht naast je hoofd plaatsen, en je armen omhoog tillen tot ze recht zijn.\n\nStappen:\n1. Buig bij de ellebogen tot je borst bijna de grond raakt, zorg ervoor dat je rug altijd recht is.\n2. Gebruik je armen om jezelf weer op te tillen naar de beginpositie.\n3. Herhaal.",
    "exerciseAbCrunches": "Crunch",
    "stepsAbCrunches": "1. Ga op je rug liggen en buig je knieën.\n2. Draai je schouders richting je bekken. Houd je handen achter of naast je nek of kruislings over je borstkas.\n3. Herhaal",
    "exerciseStepups": "Opstappen",
    "stepsStepups": "1. Ga voor een stoel staan.\n2. Ga op de stoel staan.\n3. Ga van de stoel af.\n4. Herhaal",
    "exerciseSquats": "Hurkzitten",
    "stepsSquats": "1. Ga staan en zet je voeten zó dat ze in verhouding staan met je schouders.\n2. Draai je heupen naar achteren en buig je knieën en heupen om je bovenlichaam naar beneden te duwen.\n3. Herhaal",
    "exerciseChairDips": "Stoelzakken",
    "stepsChairDips": "1. Ga zitten op de voorkant van een stoel, rug recht, handen die de voorkant houden\n2. Nog steeds met de rand van de stoel, armen uitgebreid, til je kont en loop iets naar voren, zodat het een paar centimeter van de stoel.\n3. Laat uw lichaam langzaam zakken, houd de rug recht, totdat de armen in een rechte hoek staan\n4. Til je lichaam weer op naar de vorige positie, armen uitgestrekt\n5. Herhaal stap 3 en 4",
    "exercisePlank": "Onderarmplanken",
    "stepsPlank": "Startpositie:\n1. Ga op z'n hondjes zitten.\nBuig je armen en zet je schouders gelijk met je ellebogen.\nJe rug en de rest van je lichaam moeten gestrekt zijn.\n\nStappen:\n1. Houd deze positie vast.",
    "exerciseHighKnees": "Stilstaand joggen",
    "stepsHighKnees": "1. Sta stil, maar maak een rennende beweging - duw je knieën zover mogelijk omhoog en wissel je benen af",
    "exerciseLunges": "Uitvalspassen",
    "stepsLunges": "1. Ga staan met een rechte rug.\n2. Doe een grote stap vooruit met je linkerbeen.\n3. Duw je bekken omlaag, zo ver tot je bijna de grond raakt met je rechterknie.\n4. Duw je bekken omhoog.\n5. Ga weer recht staan.\n6. Herhaal, en wissel beide benen af",
    "exerciseSplitSquatsLeft": "Gespleten hurkzit (links)",
    "exerciseSplitSquatsRight": "Gespleten hurkzit (rechts)",
    "stepsSplitSquats": "1. Ga staan met een rechte rug.\n2. Doe een grote stap vooruit met je linkerbeen.\n3. Duw je bekken omlaag, zo ver tot je bijna de grond raakt met je rechterknie.\n4. Duw je bekken omhoog.\n5. Herhaal vanaf stap 3.",
    "exercisePushupRotations": "Draaiend opdrukken",
    "stepsPushupRotations": "1. Druk op:\n1.a Ga op je buik liggen.\n1.b Plaats je handen in de buurt van je oren.\n1.c Gebruik je armen om je buik omhoog te duwen totdat je armen gestrekt zijn - houd je rug recht.\n1.d Buig je armen totdat je borstkas bijna de grond raakt - houd je rug recht.\n1.e Kom weer omhoog en ga naar stap 3.\n2. Draai op je zij, houd je rug recht en raak alleen met je hand en voet de grond aan.\n3. Herhaal, en wissel bij stap 2 telkens van zij",
    "exerciseSidePlankLeft": "Links planken",
    "exerciseSidePlankRight": "Rechts planken",
    "stepsSidePlank": "1. Ga op je linkerzij liggen, houd je rechterelleboog recht en steek je arm uit.\n2. Duw je bekken omhoog door je rechterschouder op te tillen, maar houd je bovenarm op de grond - je hoofd, bekken en voeten moeten in een rechte lijn liggen.\n3. Houd deze positie vas",
    "exerciseSideSplitSquatsLeft": "Gespleten zijhurkzit (links)",
    "exerciseSideSplitSquatsRight": "Gespleten zijhurkzit (rechts)",
    "stepsSideSplitSquats": "1. Ga recht staan en doe een brede, zijwaartse pas, net iets voorbij schouderbreedte.\n2. Buig één knie totdat je heup gelijkstaat aan de grond. De gebogen knie moet gelijkstaan aan de voet.\n3. Duw jezelf omhoog en herhaal.",
    "exerciseBulgarianSplitSquatLeft": "Bulgaarse gespleten hurkzit (links)",
    "exerciseBulgarianSplitSquatRight": "Bulgaarse gespleten hurkzit (rechts)",
    "stepsBulgarianSplitSquat": "1. Pak een stoel en ga er recht voor staan. Plaats het voorste deel van je voet op de stoel.\n2. Buig de voorste knie en balanceer je armen totdat de achterste knie bijna de grond raakt.\n3. Duw jezelf terug, ga terug naar stap 1 en herhaal, telkens met een andere knie.",
    "exercisePistolSquatLeft": "Pistoolzit (links)",
    "exercisePistolSquatRight": "Pistoolzit (rechts)",
    "stepsPistolSquat": "1. Zet één been voor je.\n2. Buig je knie totdat je hurkt - houd je rug en andere been recht.\n3. Buig je knie terug en maak hem weer recht.\n4. Herhaal",
    "exerciseKneelingKickback": "Geknielde terugtrap",
    "stepsKneelingKickback": "1. Ga op zijn hondjes zitten en plaats één voet tegen iets met weerstand, zoals een kabel.\n2. Duw je voet naar achteren, zo ver totdat je been volledig gestrekt is.\n3. Houd één seconde vol en keer terug naar de startpositie.\n4. Herhaal, en wissel steeds van voet",
    "exerciseSingleLegCalfRaiseLeft": "Kuitoptrekken (links)",
    "exerciseSingleLegCalfRaiseRight": "Kuitoptrekken (rechts)",
    "stepsSingleLegCalfRaise": "1. Ga op de grond staan of op de rand van een opstapje. Til één voet op en houd hem tegen op je kuit.\n2. Til je hielen op, zo ver totdat je op je tenen staat.\n3. Houd dit drie seconden vol. Duw je voet weer naar omlaag zonder de grond te raken met je hiel.",
    "exerciseJumpRopeBasic": "Touwtjespringen: basissprongen",
    "stepsJumpRopeBasic": "Bij deze oefening heb je een springtouw nodig. Kies een touw dat past bij je lengte. Pak beide handvatten met één hand vast en ga met één voet op het midden van het touw staan. Als het touw (minus de handvatten) tot net onder je borstkas komt, dan heb je de juiste lengte. Een korter touw kan ook, maar is gevaarlijker omdat je jezelf mogelijk raakt, en een langer touw is onhandig.\n1. Zet je voeten dicht tegen elkaar, buig door je knieën en houd je hoofd en lichaam recht. Houd je ellebogen naar binnen en open je armen.\n2. Draai je polsen met genoeg kracht om het touw te laten draaien.\n3. Spring net boven het touw uit.\n4. Herhaal vanaf stap 2.",
    "stepsArmCircles": "1. Ga rechtop staan met een rechte rug.\n2. Houd je armen recht, breng ze voor je, beweeg ze naar beneden, achter je rug, dan over je hoofd en terug naar de beginpositie.\n3. Blijf je armen cirkelen zoals beschreven in stap 2.",
    "exerciseArmCircles": "Voorwaartse arm cirkels",
    "stepsMountainClimbers": "Startpositie:\nGa in de push-up- of hogeplankpositie staan.\nHoud je handen gelijk met je schouders.\nHoud je hoofd in lijn met je rug en kijk naar de grond.\nZet je voeten op heuplengte van elkaar.\n\nStappen:\n1. Breng één knie naar voren, naar het midden van je lichaam en houd het andere gestrekt.\n2. Laat je gebogen been naar achter schieten (als een soort sprongetje) en buig je andere been.\n3. Herhaal stap 2 en wissel telkens van been.\n\nLet op:\nblijf je rug recht houden tijdens de gehele duur van de oefening.",
    "exerciseMountainClimbers": "Bergbeklimmer",
    "stepsBurpees": "Startpositie:\nGa rechtop staan en zet je voeten op heupbreedte uit elkaar.\n\nStappen:\n1. Zak door je knieën en steun met je handen op de vloer, tussen je knieën en vóór je voeten, en houd je rug recht.\n2. Houd je handen op de vloer en spring met je benen naar achter in hogeplankpositie.\n3. Doe een push-up.\n4. Spring weer met je benen naar voren, terug naar de oorspronkelijke positie.\n5. Spring omhoog.\n6. Herhaal.",
    "exerciseBurpees": "Boertjes",
    "exerciseReverseLunges": "Omgekeerde lunges",
    "stepsReverseLunges": "Beginpositie:\nSta recht, voeten op heupbreedte uit elkaar.\n\nStappen:\n1. Stap naar achteren met één been, zodat het comfortabel kan buigen tot een hoek van 90 graden.\n2. Buig langzaam beide knieën tot een hoek van 90 graden.\n3. Keer terug naar de uitgangspositie.\n4. Herhaal, afwisselend met de benen.",
    "exerciseLegRaises": "Been strekken",
    "stepsLegRaises": "Beginpositie:\nGa op je rug liggen, voeten bij elkaar, armen langs je zij.\n\nStappen:\n1. Buig uw knieën, strek ze dan tot ze recht omhoog wijzen.\n2. Houd je benen recht, laat ze samen naar beneden zakken zonder de vloer te raken. Hoe lager je gaat, hoe intensiever de oefening.\n3. 3. Breng beide benen weer recht omhoog.\n4. Herhaal vanaf stap 2.",
    "exerciseFloorDips": "Vloer dips",
    "stepsPikePushups": "Startpositie:\nZet je lichaam in een omlaagwijzende V-positie, met rechte rug en gestrekte armen en benen. Je heupen moeten omhoogstaan.\nJe kunt deze positie aannemen door een hoge plank te doen en met je handen naar achteren te lopen.\n\nSteps:\n1. Buig je ellebogen opzij, houd je rug recht en benen gestrekt en breng je hoofd dichter naar de grond;\n2. Strek je armen, duw je heupen omhoog en houd je rug recht en benen gestrekt;\n3. Herhaal.",
    "exercisePikePushups": "Snoekpush-ups",
    "stepsFloorDips": "Beginpositie:\nZit met je armen achter je, steunend op je rug.\nUw vingers moeten naar voren wijzen.\nJe knieën moeten gebogen zijn, voeten bij elkaar.\n\nStappen:\n1. Hef uw heupen van de grond en strek uw armen.\n2. Buig je ellebogen, breng je heupen naar beneden.\n3. 3. Strek uw armen en keer terug naar de vorige positie.\n4. Herhaal stap 2 en 3.\n\nOpmerkingen:\nDe moeilijkheidsgraad van de oefening hangt af van hoe hoog u uw heupen brengt.",
    "workoutNeckShoulderStretch": "Nek en schouder rekken",
    "exerciseBWArmCircles": "Achterwaartse arm cirkels",
    "stepsBWArmCircles": "1. Ga rechtop staan met een rechte rug.\n2. Houd je armen recht, houd ze voor je, hef ze boven je hoofd, zet de beweging voort tot achter je rug en naar beneden naar de beginpositie\n3. Blijf je armen cirkelen zoals beschreven in stap 2.",
    "exercisePushupBurpees": "Opdruk burpees",
    "stepsPushupBurpees": "Startpositie:\nSta rechtop, voeten heupbreedte uit elkaar.\n\nStappen:\n1. Hurk laag en ondersteun jezelf op de vloer met je handen tussen je knieën en voor je voeten, met rechte rug.\n2. Houd je handen op de vloer, spring met je benen naar achter in een hoge plank positie.\n3. Druk op.\n4. Spring met je voeten naar voren om terug te keren in de hurkpositie.\n5. Herhaal.",
    "exercise4countBurpees": "4-tel burpees",
    "exerciseNoPushupBurpees": "Geen push-up burpees",
    "exerciseSquatThrusts": "Hurkstoten",
    "exerciseChinTuck": "Kin instoppen",
    "exerciseHeadTurn": "Hoofd draaiingen",
    "exerciseNeckFlexion": "Achternek rekken",
    "exerciseRightNeckStretch": "Rechter nekrekking",
    "exerciseLeftNeckStretch": "Linker nekrekking",
    "exerciseShoulderShrug": "Schouders ophalen",
    "exerciseFrontNeckStretch": "Voor nekrekking",
    "exerciseBackLeftNeckStretch": "Linksachter nekrekking",
    "exerciseBackRightNeckStretch": "Rechtsachter nekrekking",
    "exerciseFWShoulderRotation": "Voortwaartse schouder draaiing",
    "exerciseBWShoulderRotation": "Achterwaartse schouder draaiing",
    "exerciseHighPlank": "Hoge plank",
    "exerciseChildsPose": "Kindhouding",
    "exercisePullUp": "Optrekken",
    "exerciseSumoSquat": "Sumo hurken",
    "steps4countBurpees": "Beginpositie:\nSta recht, voeten op heupbreedte uit elkaar.\n\nStappen:\n1. Hurk laag en ondersteun jezelf op de vloer met je handen tussen de knieën en voor je voeten, je rug recht.\n2. Houd je handen op de vloer, spring je benen naar achteren in een hoge plankpositie.\n3. Spring met je voeten naar voren om terug te keren naar de squat positie.\n4. Herhaal.",
    "stepsSquatThrusts": "Startpositie:\nBegin in hoge plankpositie: rug, armen en benen recht en handen op schouderbreedte uit elkaar.\n\nStap:\n1. Spring met je voeten naar voren tussen je armen en houd je rug plat.\n2. Houd je handen op de vloer, spring je benen terug in hoge plank positie.\n3. Herhalen.",
    "stepsChinTuck": "Beginpositie:\nZit of sta met rechte rug.\n\nStappen:\n1. Gebruik uw vingers op uw kin om uw kin langzaam in te trekken, beweeg uw hoofd naar achteren om het op één lijn te brengen met uw ruggengraat.\n2. Houd 5 seconden vast.\n3. 3. Ga terug naar de normale hoofdpositie en herhaal.",
    "exerciseChinTuckFlexionRotation": "Chin tuck met flexie met rotatie",
    "stepsPullUp": "Beginpositie:\nBegin met hangen aan de pull-up bar, handpalmen van je af en voeten van de vloer.\nJe handen moeten iets wijder dan schouderbreedte uit elkaar staan. Slechts een beetje, zodat de ellebogen nog steeds voor het lichaam zijn in plaats van haaks opzij.\nJe lichaam moet recht zijn en een beetje naar voren wijzen. Je armen moeten gestrekt zijn.\n\nStappen:\n1. Gebruik uw kracht om uw lichaam gelijkmatig omhoog te trekken, waarbij u uw borst dichter bij de pull-up bar brengt en uw kin er net boven. Til jezelf NIET op door gebruik te maken van momentum, zoals schoppen.\n2. Laat je lichaam voorzichtig weer zakken naar de startpositie.\n3. Herhaal.\n\nTips:\n- Om pull-ups correct uit te voeren, moet je eerst kracht opbouwen in verschillende belangrijke gebieden, waaronder schouders, armen, en buikspieren. Begin pas met pull-ups nadat u voldoende kracht hebt opgebouwd met andere oefeningen.",
    "stepsChildsPose": "Beginpositie:\nBegin op handen en voeten, knieën, tenen en handen raken de grond. Je twee grote tenen moeten elkaar raken.\n\nStappen:\n1. Beweeg je knieën zo dat ze op heupbreedte uit elkaar staan.\n2. Op een uitademing, beweeg je bekken naar achteren om op je hielen te zitten. Je handen moeten nog steeds de grond raken.\n3. 3. Ontspan uw bovenlichaam, laat uw voorhoofd naar de grond zakken en laat uw handen op een natuurlijke manier naar voren bewegen.\n4. Blijf in deze houding.\n\nTips:\n* Om de houding te verlaten, loop je armen terug onder je schouders en beweeg je bovenlichaam omhoog in een zittende positie.",
    "stepsHeadTurn": "Beginpositie:\nZit of sta met je rug recht en schouders naar beneden.\n\nStappen:\n1. Zit of sta rechtop, schouders omlaag.\n2. Draai uw hoofd zo ver mogelijk opzij. Stop wanneer je een barrière raakt en houd 5 seconden vast.\n3. Keer terug naar de middenpositie en herhaal, waarbij u van kant wisselt.",
    "stepsChinTuckFlexionRotation": "Beginpositie:\nZit of sta met rechte rug.\n\nStappen:\n1. Trek uw kin naar binnen en beweeg uw hoofd naar achteren.\n2. Kantel uw hoofd naar voren totdat u een rek voelt in de achterkant van uw nek.\n3. 3. Draai uw hoofd naar de zijkant bij de uitademing. Gebruik uw vingers op uw slapen om uw hoofd te leiden en een beetje overdruk uit te oefenen.\n4. Houd 5 seconden vast.\n5. Roteer terug, terwijl u uw hoofd laag houdt.\n6. Herhaal vanaf stap 3, waarbij u van kant wisselt.",
    "stepsHighPlank": "Beginpositie:\nGa in de hoge plankpositie staan: je handen en tenen moeten de grond raken, je rug, armen en benen moeten recht zijn.\nOm in deze positie te komen, kun je op je buik gaan liggen, je handen naar beneden gericht naast je hoofd plaatsen, en je armen omhoog tillen tot ze recht zijn.\n\nStappen:\n1. Houd de uitgangspositie aan voor de gehele duur van de oefening.",
    "stepsNeckFlexion": "Beginpositie:\nZit rechtop op een stoel of een stevig kussen.\n\nStappen:\n1. Adem uit en kantel uw hoofd naar voren, kin naar de borst, waarbij u de handen achter uw hoofd plaatst.\n2. Gebruik uw handen om uw hoofd heel licht naar beneden te trekken. Houd 5 seconden vast.\n3. 3. Trek de schouders naar achteren en naar beneden met behulp van de spieren in uw rug. Dit zou de nek meer moeten strekken. Houd 5 seconden vast.\n4. Duw nu zachtjes uw hoofd terug omhoog, terwijl u het ook naar beneden trekt met uw handen. Balanceer beide krachten zodat uw hoofd niet beweegt. Houd dit minstens 5 seconden vast.\n5. Breng uw vingers naar uw voorhoofd en gebruik ze om uw hoofd zachtjes terug in de oorspronkelijke positie te brengen.",
    "stepsShoulderShrug": "Beginpositie:\nZit of sta met rechte rug.\n\nStappen:\n1. Til de schouders zo ver mogelijk recht omhoog en houd ze 5 sec. vast.\n2. Laat de schouders weer zakken naar een ontspannen positie.\n3. Herhaal.",
    "stepsBackLateralNeckStretch": "Beginpositie:\nZit rechtop op een stoel of een stevig kussen.\n\nStappen:\n1. Adem uit en kantel het hoofd naar voren, kin naar de borst, met de handen achter uw hoofd.\n2. 2. Houd het hoofd naar voren en gebruik de spieren in de taille om zo ver als comfortabel is opzij te draaien.\n3. 3. Gebruik uw handen om uw hoofd lichtjes naar beneden te trekken, waarbij u de strekking controleert.\n4. 4. Trek de schouders naar achteren en naar beneden met behulp van de spieren in uw rug. Houd 5 seconden vast.\n5. Draai terug naar de middenpositie.\n6. Breng uw handen naar uw voorhoofd en duw het hoofd weer rechtop in de normale positie.",
    "stepsLateralNeckStretch": "Beginpositie:\nZit of sta met rechte rug.\n\nStappen:\n1. Kantel uw hoofd naar de zijkant en houd 8 seconden vast om de zijkant van uw nek te strekken.\n2. Trek met de dichtstbijzijnde hand boven op uw hoofd zachtjes om verder te strekken. Houd 8 seconden vast.\n3. Draai uw kin naar uw schouder. Houd 8 seconden vast.\n4. Laat los en keer terug naar de beginpositie.",
    "stepsKettlebellDeadlift": "Beginpositie:\nGa op heupbreedte uit elkaar staan, met je kettlebell gecentreerd tussen je enkels. Je rug moet recht zijn, je hoofd naar voren gericht.\n\nStappen:\n1. Scharnier bij de heupen en buig lichtjes bij de knieën om je handen op de kettlebell handgrepen te plaatsen. Je rug moet recht zijn terwijl je de beweging uitvoert.\n2. Pak de kettlebell handgrepen vast, waarbij je handen in tegengestelde richtingen duwen alsof je de handgreep uit elkaar trekt.\n3. Terwijl u contact maakt met uw buikspieren en bilspieren, gaat u rechtop staan.\n4. Scharnier weer bij de heupen om de kettlebell weer naar beneden te brengen, op dezelfde manier als bij stap 1.\n5. Herhaal vanaf stap 3.\n\nTips:\n* Zorg ervoor dat je de bewegingen correct uitvoert, want als je dat anders doet kan dat tot blessures leiden. Bijvoorbeeld, niet squatten in plaats van scharnieren bij de heupen, niet je rug rond maken terwijl je naar de kettlebell reikt, en niet achterover leunen terwijl je opstaat.",
    "stepsSumoSquat": "Beginpositie:\nSta met de benen wijd en de tenen naar buiten gedraaid.\n\nStappen:\n1. Zak langzaam naar beneden door je knieën naar buiten te buigen. Reik de armen naar voren. Houd uw hoofd, borst en heupen in een rechte lijn. Knijp je bilspieren samen.\n2. Duw terug omhoog in startpositie.\n3. Herhaal deze oefening in een pulserende beweging.",
    "stepsNoPushupBurpees": "Beginpositie:\nSta recht, voeten op heupbreedte uit elkaar.\n\nStappen:\n1. Hurk laag en ondersteun jezelf op de vloer met je handen tussen de knieën en voor je voeten, je rug recht.\n2. Houd je handen op de vloer, spring je benen naar achteren in een hoge plankpositie.\n3. Spring met je voeten naar voren om terug te keren naar de squat positie.\n4. Spring omhoog.\n5. Herhaal.",
    "stepsFrontNeckStretch": "Beginpositie:\nZit of sta met rechte rug.\n\nStappen:\n1. Mond wijd open.\n2. Kantel het hoofd langzaam naar achteren met de mond open. Als u behoefte heeft aan steun, klem dan uw handen achter uw hoofd.\n3. Sluit en open heel langzaam uw mond.\n4. Aan het einde keert u langzaam terug naar de beginpositie en sluit u de mond.",
    "stepsShoulderRotation": "Beginpositie:\nZit of sta met rechte rug.\n\nStappen:\n1. Plaats uw handen op uw schouders.\n2. Roteer herhaaldelijk beide schoudergewrichten in een cirkelvormige beweging in een gematigd tempo.",
    "exerciseKettlebellDeadlift": "Kettlebell Deadliften"
}
