{
    "stepsSingleLegCalfRaise": "1. Fique de pé no chão ou na borda de um degrau para aumentar o alcance do movimento. Levante um pé, colocando a parte superior sobre sua panturrilha.\n2. Levante os calcanhares até ficar de pé sobre os dedos do pé.\n3. Fique nesta posição por três segundos, depois abaixe o pé sem tocar o chão com seu calcanhar.",
    "exerciseSingleLegCalfRaiseRight": "Elevação da panturrilha direita",
    "exerciseSingleLegCalfRaiseLeft": "Elevação da panturrilha esquerda",
    "stepsKneelingKickback": "1. Fique em posição de quatro.\n2. Empurre um pé para trás até que esteja totalmente estendido, concentrando-se nos músculos dos glúteos.\n3. Fique por um segundo depois retorne à posição inicial.\n4. Repita, alternando os pés",
    "exerciseKneelingKickback": "Coice",
    "stepsPistolSquat": "1. Fique de pé em uma perna, com a outra perna reta e ligeiramente para frente.\n2. Dobre um joelho lentamente, descendo para um agachamento e mantendo as costas e a outra perna reta.\n3. Levante-se lentamente do agachamento, endireitando o joelho dobrado e mantendo a outra perna reta.\n4. Repita",
    "exercisePistolSquatRight": "Pistol squats direita",
    "exercisePistolSquatLeft": "Pistol squats esquerda",
    "stepsBulgarianSplitSquat": "1. Fique de pé em frente a uma cadeira e dê um grande passo. Coloque a parte superior de um de seus pés sobre a cadeira.\n2. Dobre o joelho da frente, equilibrando-se com os braços até que o joelho de trás quase toque o chão\n3. Empurre de volta para a posição inicial e repita.",
    "exerciseBulgarianSplitSquatRight": "Bulgarian split squats direita",
    "exerciseBulgarianSplitSquatLeft": "Bulgarian split squats esquerda",
    "stepsSideSplitSquats": "1. Fique de pé e dê um passo lateral largo, apenas maior que a largura dos ombros.\n2. Dobre um joelho até que sua coxa fique parelela ao chão. O joelho dobrado deve estar em linha com o pé.\n3. Empurre de volta para a posição inicial e repita.",
    "exerciseSideSplitSquatsRight": "Side split squats direita",
    "exerciseSideSplitSquatsLeft": "Side split squats esquerda",
    "stepsSidePlank": "1. Deite-se de lado, com o cotovelo inferior em ângulo reto, com o braço para fora\n2. Levante sua pélvis do chão levantando o ombro inferior para cima, mantendo o antebraço no chão; sua cabeça, pélvis e pés devem estar em linha reta\n3. Mantenha esta posição",
    "exerciseSidePlankRight": "Prancha lateral direita",
    "exerciseSidePlankLeft": "Prancha lateral esquerda",
    "stepsPushupRotations": "1. Faça uma flexão de braços pradrão\n1.a Deite-se de barriga para baixo\n1.b Coloque suas mãos perto dos ouvidos\n1.c Use suas mão para levantar a barriga até que os braços estejam retos, mantendo as costas retas\n1.d Dobre os braços até que o peito quase toque o chão, certificando-se de que as costas estejam retas\n1.e Repita a partir do passo 1.c\n2. Gire seu corpo para o lado para que as costas fiquem retas, de modo que a mão inferior que sustenta o corpo fique totalmente estendida, e apenas a mão inferior e o pé toquem o chão\n3. Repita, mudando de lado no passo 2 cada vez",
    "exercisePushupRotations": "Flexão em T",
    "stepsSplitSquats": "1. Fique de pé com as costas retas\n2. Dê um grande passo para frente com sua perna esquerda\n3. Leve sua pélvis para baixo até quase tocar o chão com seu joelho direito\n4. Leve sua pélvis de volta para cima\n5. Repita a partir do passo 3.",
    "exerciseSplitSquatsRight": "Split squats direita",
    "exerciseSplitSquatsLeft": "Split squats esquerda",
    "exerciseLunges": "Investidas",
    "exerciseHighKnees": "Joelhos para cima",
    "exerciseStepups": "Step-ups",
    "stepsLunges": "1. Fique de pé com as costas retas\n2. Dê um grande passo adiante com sua perna esquerda\n3. Desça com sua pélvis até quase tocar o chão com o seu joelho direito\n4. Leve sua pélvis de volta para cima\n5. Retorne para a posição de pé, dando um passo atrás\n6. Repita, trocando de pernas a cada vez",
    "stepsHighKnees": "1. Corra no lugar, colocando os joelhos o mais alto o confortável e trocando de pernas a um ritmo rápido",
    "stepsPlank": "1. Desça de quatro, com os braços retos e os joelhos flexionados\n2. Mova seus pés para trás até que eles sejam estendidos\n3. Mantenha esta posição",
    "exercisePlank": "Prancha horizontal",
    "stepsChairDips": "1. Sente-se na borda de uma cadeira, costas retas, mãos segurando a borda dianteira\n2. Ainda segurando a borda da cadeira, braços estendidos, levante o traseiro e caminhe um pouco para frente de modo que fique a pouco centímetros da cadeira\n3. Abaixe lentamente seu corpo, mantendo as costas retas, até que os braços fiquem em ângulo reto\n4. Levante seu corpo novamente para a posição anterior, braços estendidos\n5. Repita os passos 3 e 4",
    "exerciseChairDips": "Tríceps no banco",
    "stepsSquats": "1. Fique com os pés alinhados com os ombros\n2. Mova o quadril para trás e dobre os joelhos e o quadril para abaixar o troco\n3. Repita",
    "exerciseSquats": "Agachamentos",
    "stepsStepups": "1. Fique de pé de frente para uma cadeira\n2. Suba na cadeira\n3. Desça da cadeira\n4. Repita",
    "stepsAbCrunches": "1. Deite-se de barriga para cima no chão com os joelhos dobrados.\n2. Curve os ombros em direção a pélvis. As mãos podem ficar atrás ou do lado do pescoço ou cruzadas sobre o peito.\n3. Repita",
    "exerciseAbCrunches": "Abdominal",
    "stepsPushups": "1. Deite-se de barriga para baixo\n2. Coloque suas mãos perto dos ouvidos\n3. Use suas mão para levantar a barriga até que os braços estejam retos, mantendo as costas retas\n4. Dobre os braços até que o peito quase toque o chão, certificando-se de que as costas estejam retas\n5. Repita a partir do passo 3",
    "exercisePushups": "Flexão de braços",
    "stepsWallSit": "1. Encoste na parede, de frente com os pés firmes no chão, alinhados na largura dos ombros e afastados da parede cerca de 60 centímetros\n2. Deslize pela parede, mantendo as costas pressionada, até que as pernas fiquem em ângulo reto, paralelas ao chão. Os joelhos devem estar diretamente acima dos tornozelos.\nDor no quadríceps é normal. Pare se sentir dor nos joelhos ou na rótula do joelho",
    "exerciseWallSit": "Agachamento parede",
    "stepsJumpingJacks": "1. Fique com seus pés juntos e os braços em repouso de cada lado\n2. Pule para uma posição em que suas pernas fiquem abertas e as mãos toquem sob sua cabeça\n3. Repita",
    "exerciseJumpingJacks": "Polichinelos",
    "workoutLeg": "Treino de perna",
    "workoutScientific7Minute": "Treino científico de 7 minutos",
    "stepsJumpRopeBasic": "Este exercício requer uma corda de salto. Certifique-se de que o comprimento da corda é ajustado à sua altura. Uma maneira de verificar é agarrar ambas as pegas com uma mão e ficar no meio da corda pendurada no chão com um pé. Se a corda (excluindo as pegas) chegar mesmo abaixo do seu peito, o seu comprimento é o correcto. Uma corda mais curta seria perigosa, pois poderia atingir-se a si próprio, e uma corda mais comprida seria uma má forma.\n1. Coloque os pés juntos, dobre um pouco os joelhos, mantenha a cabeça e o corpo direitos, mantenha os cotovelos para dentro, abra os braços.\n2. Rodar apenas os pulsos com força suficiente para fazer girar a corda.\n3. Saltem só com força suficiente para passar a corda por baixo dos pés.\n4. Repita a partir do passo 2.",
    "stepsArmCircles": "1. Levante-se com as costas direitas.\n2. Traga os braços para a frente, levante-os sobre a cabeça, depois continue o movimento atrás das costas e para baixo até à posição inicial.\n3. Continuem a contornar os braços, tal como descrito no passo 2.",
    "exerciseArmCircles": "Círculos de braço",
    "exerciseJumpRopeBasic": "Corda de Salto: saltos básicos"
}
