{
    "stepsSingleLegCalfRaise": "1. Fique de pé no chão ou na borda de um degrau para aumentar o alcance do movimento. Levante um pé, colocando a parte superior sobre sua panturrilha.\n2. Levante os calcanhares até ficar de pé sobre os dedos do pé.\n3. Fique nesta posição por três segundos, depois abaixe o pé sem tocar o chão com seu calcanhar.",
    "exerciseSingleLegCalfRaiseRight": "Elevação da panturrilha direita",
    "exerciseSingleLegCalfRaiseLeft": "Elevação da panturrilha esquerda",
    "stepsKneelingKickback": "1. Fique em posição de quatro.\n2. Empurre um pé para trás até que esteja totalmente estendido, concentrando-se nos músculos dos glúteos.\n3. Fique por um segundo depois retorne à posição inicial.\n4. Repita, alternando os pés",
    "exerciseKneelingKickback": "Coice",
    "stepsPistolSquat": "1. Fique de pé em uma perna, com a outra perna reta e ligeiramente para frente.\n2. Dobre um joelho lentamente, descendo para um agachamento e mantendo as costas e a outra perna reta.\n3. Levante-se lentamente do agachamento, endireitando o joelho dobrado e mantendo a outra perna reta.\n4. Repita",
    "exercisePistolSquatRight": "Pistol squats direita",
    "exercisePistolSquatLeft": "Pistol squats esquerda",
    "stepsBulgarianSplitSquat": "1. Fique de pé em frente a uma cadeira e dê um grande passo. Coloque a parte superior de um de seus pés sobre a cadeira.\n2. Dobre o joelho da frente, equilibrando-se com os braços até que o joelho de trás quase toque o chão\n3. Empurre de volta para a posição inicial e repita.",
    "exerciseBulgarianSplitSquatRight": "Bulgarian split squats direita",
    "exerciseBulgarianSplitSquatLeft": "Bulgarian split squats esquerda",
    "stepsSideSplitSquats": "1. Fique de pé e dê um passo lateral largo, apenas maior que a largura dos ombros.\n2. Dobre um joelho até que sua coxa fique parelela ao chão. O joelho dobrado deve estar em linha com o pé.\n3. Empurre de volta para a posição inicial e repita.",
    "exerciseSideSplitSquatsRight": "Side split squats direita",
    "exerciseSideSplitSquatsLeft": "Side split squats esquerda",
    "stepsSidePlank": "1. Deite-se de lado, com o cotovelo inferior em ângulo reto, com o braço para fora\n2. Levante sua pélvis do chão levantando o ombro inferior para cima, mantendo o antebraço no chão; sua cabeça, pélvis e pés devem estar em linha reta\n3. Mantenha esta posição",
    "exerciseSidePlankRight": "Prancha lateral direita",
    "exerciseSidePlankLeft": "Prancha lateral esquerda",
    "stepsPushupRotations": "1. Faça uma flexão de braços pradrão\n1.a Deite-se de barriga para baixo\n1.b Coloque suas mãos perto dos ouvidos\n1.c Use suas mão para levantar a barriga até que os braços estejam retos, mantendo as costas retas\n1.d Dobre os braços até que o peito quase toque o chão, certificando-se de que as costas estejam retas\n1.e Repita a partir do passo 1.c\n2. Gire seu corpo para o lado para que as costas fiquem retas, de modo que a mão inferior que sustenta o corpo fique totalmente estendida, e apenas a mão inferior e o pé toquem o chão\n3. Repita, mudando de lado no passo 2 cada vez",
    "exercisePushupRotations": "Flexão em T",
    "stepsSplitSquats": "1. Fique de pé com as costas retas\n2. Dê um grande passo para frente com sua perna esquerda\n3. Leve sua pélvis para baixo até quase tocar o chão com seu joelho direito\n4. Leve sua pélvis de volta para cima\n5. Repita a partir do passo 3.",
    "exerciseSplitSquatsRight": "Split squats direita",
    "exerciseSplitSquatsLeft": "Split squats esquerda",
    "exerciseLunges": "Investidas",
    "exerciseHighKnees": "Joelhos para cima",
    "exerciseStepups": "Progressos",
    "stepsLunges": "1. Fique de pé com as costas retas\n2. Dê um grande passo adiante com sua perna esquerda\n3. Desça com sua pélvis até quase tocar o chão com o seu joelho direito\n4. Leve sua pélvis de volta para cima\n5. Retorne para a posição de pé, dando um passo atrás\n6. Repita, trocando de pernas a cada vez",
    "stepsHighKnees": "1. Corra no lugar, colocando os joelhos o mais alto o confortável e trocando de pernas a um ritmo rápido",
    "stepsPlank": "Posição inicial:\n1. Inicie na posição de quatro.\nOs braços devem dobrar-se em um ângulo reto, com os ombro alinhados aos cotovelos.\nAs costas devem estar direitas, com todo o corpo em linha reta.\n\nPassos:\n1. Mantenha essa posição.",
    "exercisePlank": "Prancha horizontal",
    "stepsChairDips": "1. Sente-se na borda de uma cadeira, costas retas, mãos segurando a borda dianteira\n2. Ainda segurando a borda da cadeira, braços estendidos, levante o traseiro e caminhe um pouco para frente de modo que fique a pouco centímetros da cadeira\n3. Abaixe lentamente seu corpo, mantendo as costas retas, até que os braços fiquem em ângulo reto\n4. Levante seu corpo novamente para a posição anterior, braços estendidos\n5. Repita os passos 3 e 4",
    "exerciseChairDips": "Tríceps no banco",
    "stepsSquats": "1. Fique com os pés alinhados com os ombros\n2. Mova o quadril para trás e dobre os joelhos e o quadril para abaixar o troco\n3. Repita",
    "exerciseSquats": "Agachamentos",
    "stepsStepups": "1. Fique de pé de frente para uma cadeira\n2. Suba na cadeira\n3. Desça da cadeira\n4. Repita",
    "stepsAbCrunches": "1. Deite-se de barriga para cima no chão com os joelhos dobrados.\n2. Curve os ombros em direção a pélvis. As mãos podem ficar atrás ou do lado do pescoço ou cruzadas sobre o peito.\n3. Repita",
    "exerciseAbCrunches": "Abdominal",
    "stepsPushups": "Posição inicial:\nEntre na posição inicial de flexão, com as mãos e os dedos dos pés tocando o chão e as costas, braços e pernas retos. Para chegar a essa posição, você pode deitar de bruços, colocar as mãos voltadas para baixo ao lado da cabeça e levantar os braços até que estejam retos.\n\nPassos:\n1. Dobre os cotovelos até que seu peito quase toque o chão, certificando-se de que suas costas estejam sempre retas.\n2. Use os braços para voltar à posição inicial.\n3. Repita.",
    "exercisePushups": "Flexão de braços",
    "stepsWallSit": "1. Encoste na parede, de frente com os pés firmes no chão, alinhados na largura dos ombros e afastados da parede cerca de 60 centímetros\n2. Deslize pela parede, mantendo as costas pressionada, até que as pernas fiquem em ângulo reto, paralelas ao chão. Os joelhos devem estar diretamente acima dos tornozelos.\nDor no quadríceps é normal. Pare se sentir dor nos joelhos ou na rótula do joelho",
    "exerciseWallSit": "Agachamento parede",
    "stepsJumpingJacks": "1. Fique com seus pés juntos e os braços em repouso de cada lado\n2. Pule para uma posição em que suas pernas fiquem abertas e as mãos toquem sob sua cabeça\n3. Repita",
    "exerciseJumpingJacks": "Polichinelos",
    "workoutLeg": "Treino de perna",
    "workoutScientific7Minute": "Treino científico de 7 minutos",
    "stepsJumpRopeBasic": "Este exercício requer uma corda de salto. Certifique-se de que o comprimento da corda é ajustado à sua altura. Uma maneira de verificar é agarrar ambas as pegas com uma mão e ficar no meio da corda pendurada no chão com um pé. Se a corda (excluindo as pegas) chegar mesmo abaixo do seu peito, o seu comprimento é o correcto. Uma corda mais curta seria perigosa, pois poderia atingir-se a si próprio, e uma corda mais comprida seria uma má forma.\n1. Coloque os pés juntos, dobre um pouco os joelhos, mantenha a cabeça e o corpo direitos, mantenha os cotovelos para dentro, abra os braços.\n2. Rodar apenas os pulsos com força suficiente para fazer girar a corda.\n3. Saltem só com força suficiente para passar a corda por baixo dos pés.\n4. Repita a partir do passo 2.",
    "stepsArmCircles": "1. Fique em pé com as costas retas.\n2. Mantendo os braços esticados, traga-os à sua frente, mova-os para baixo, atrás das costas, depois sobre a cabeça e de volta à posição inicial.\n3. Continue circulando seus braços conforme descrito na etapa 2.",
    "exerciseArmCircles": "Círculos com o braço pra frente",
    "exerciseJumpRopeBasic": "Corda de Salto: saltos básicos",
    "stepsMountainClimbers": "Posição inicial:\nComeçar na posição vertical de flexão, ou na prancha alta.\nAs mãos devem estar diretamente abaixo dos seus ombros.\nManter a cabeça alinhada com as costas, virada para o chão.\nOs pés devem ter a distância entre os quadris.\n\nPassos:\n1. Mova um joelho em direção ao centro do corpo, em direção aos cotovelos, mantendo a outra perna estendida.\n2. Num movimento de salto rápido, endireite a perna dobrada para fora e puxe o outro joelho em direção ao seu corpo.\n3. Continue a repetir o passo 2, alternando as pernas.\n\nNotas:\nAo longo do exercício, as costas devem permanecer o mais reto o possível - evite uma corcunda ou uma curvatura nas costas.",
    "exerciseMountainClimbers": "Montanhistas",
    "exerciseFloorDips": "Mergulho em solo",
    "stepsLegRaises": "Posição inicial:\nDeite-se de costas, com os pés juntos, e os braços ao seu lado.\n\nPassos:\n1. Dobre os joelhos, depois os endireite para apontar para cima.\n2. Mantenha as pernas retas, abaixe-as juntas, sem tocar o chão. Quanto mais baixo você for, mais intenso será o exercício.\n3. Levante as duas pernas juntas para apontar para cima novamente.\n4. Repita a partir do passo 2.",
    "exerciseLegRaises": "Levantamento de pernas",
    "stepsReverseLunges": "Posição inicial:\nFique de pé reto, com os pés afastados.\n\nPassos:\n1. Dê um passo para trás com uma perna para que você possa dobrar-se confortavelmente a um ângulo de 90 graus.\n2. Dobre lentamente ambos os joelhos para formar ângulos de 90 graus.\n3. Retorne para a posição inicial.\n4. Repita, alternando as pernas.",
    "exerciseReverseLunges": "Lunge reverso",
    "stepsSquatThrusts": "Posição inicial:\nComece na posição de prancha alta: costas, braços e pernas retos e as mãos afastadas alinhadas aos ombros.\n\nPassos:\n1. Pule jogando seus pés para frente entre os braços, mantendo as costas reta.\n2. Mantendo suas mãos no chão, retorne suas pernas para a posição de prancha altas.\n3. Repita.",
    "exerciseSquatThrusts": "Agachamento de impulso",
    "stepsPushupBurpees": "Posição inicial:\nFique de pé reto, com os pés afastados alinhados ao quadris.\n\nPassos:\n1. Se agache e se apoie com as mãos no chão entre os joelhos e a frente de seus pés, mantendo as costas retas.\n2. Mantendo as mãos no chão, pule jogando as pernas para trás para a posição de prancha altas.\n3. Faça uma flexão de braços.\n4. Pule os pés para frente para voltar à posição de agachamento.\n5. Repita.",
    "steps4countBurpees": "Posição inicial:\nFique de pé reto, com os pés afastados alinhados ao quadris.\n\nPassos:\n1. Se agache e se apoie com as mãos no chão entre os joelhos e a frente de seus pés, mantendo as costas retas.\n2. Mantendo as mãos no chão, pule jogando as pernas para trás para a posição de prancha altas\n3. Pule os pés para frente para voltar à posição de agachamento.\n4. Repita.",
    "stepsNoPushupBurpees": "Posição inicial:\nFique de pé reto, com os pés afastados alinhados ao quadris.\n\nPassos:\n1. Se agache e se apoie com as mãos no chão entre os joelhos e a frente de seus pés, mantendo as costas retas.\n2. Mantendo as mãos no chão, pule jogando as pernas para trás para a posição de prancha altas.\n3. Pule os pés para frente para voltar à posição de agachamento.\n4. Salte.\n5. Repita.",
    "exerciseNoPushupBurpees": "Burpee sem flexão",
    "exercise4countBurpees": "Burpee sem flexão",
    "exercisePushupBurpees": "Flexão burpee",
    "stepsPikePushups": "Posição inicial:\nCom a cara virada para baixo: Seu corpo deve fazer uma forma em V, com as costas, braços e pernas retas. Seus quadris devem estar para cima no ar.\nVocê pode chegar a esta posição caminhando com as mãos para trás a partir de uma prancha alta.\n\nPassos:\n1. Dobre os cotovelos para o lado, mantendo suas costas e pernas retas e movendo sua cabeça para mais perto do chão.\n2. Endireite os braços, empurrando os quadris para cima e mantendo as costas e as pernas retas.\n3. Repita.",
    "exercisePikePushups": "Flexão Pike",
    "stepsFloorDips": "Posição inicial:\nSente-se com seus braços atrás de você, apoiando suas costas.\nSeus dedos devem apontar para frente.\nSeus joelhos devem estar dobrados, com os pés juntos.\n\nPassos:\n1. Levante seus quadris do chão, endireitando seus braços.\n2. Dobre os cotovelos, abaixando os quadris.\n3. Endireite os braços, voltando à posição anterior.\n4. Repita os passos 2 e 3.\n\nNotas:\nA dificuldade do exercício depende do quanto você eleva seus quadris.",
    "workoutNeckShoulderStretch": "Alongamento de pescoço e ombros",
    "exerciseBWArmCircles": "Círculos com o braço pra trás",
    "stepsBWArmCircles": "1. Fique em pé com as costas retas.\n2. Mantendo os braços esticados, leve-os à sua frente, levante-os acima da cabeça e, a seguir, continue o movimento atrás das costas e desça até a posição inicial.\n3. Continue circulando seus braços conforme descrito na etapa 2.",
    "exerciseHeadTurn": "Virar a cabeça",
    "exerciseNeckFlexion": "Alongamento de pescoço",
    "exerciseChinTuck": "Flexão de queixo",
    "exerciseLeftNeckStretch": "Alongamento de pescoço para esquerda",
    "exerciseRightNeckStretch": "Alongamento de pescoço para direita",
    "exerciseShoulderShrug": "Encolher os ombros",
    "exerciseBackLeftNeckStretch": "Alongamento das costas e do pescoço para esquerda",
    "exerciseBackRightNeckStretch": "Alongamento das costas e do pescoço para direita",
    "exerciseChinTuckFlexionRotation": "Flexão do queixo com rotação",
    "exerciseFWShoulderRotation": "Rotação do ombro para frente",
    "exerciseBWShoulderRotation": "Rotação do ombro para trás",
    "stepsShoulderRotation": "Posicão inicial:\nSente-se ou fique de pé com as costas retas.\n\nPassos:\n1. Coloque as mãos nos ombros.\n2. Gire repetidamente ambas as articulações dos ombros em um movimento circular em um ritmo moderado.",
    "exerciseHighPlank": "Prancha alta",
    "exercisePullUp": "Flexões de braço",
    "exerciseKettlebellDeadlift": "Levantamento terra com Kettlebell",
    "exerciseSumoSquat": "Agachamentos de sumô",
    "exerciseFrontNeckStretch": "Alongamento frontal do pescoço",
    "stepsShoulderShrug": "Posicão inicial:\nSente-se ou fique de pé com as costas retas.\n\nPassos:\n1. Levante os ombros o máximo possível e segure por 5 segundos.\n2. Solte os ombros de volta para uma posição relaxada.\n3. Repita.",
    "stepsLateralNeckStretch": "Posição inicial:\nSente-se ou fique em pé com as costas retas.\n\nPassos:\n1. Incline a cabeça para o lado e segure por 8 segundos para alongar a lateral do pescoço.\n2. Com a mão mais próxima no topo da cabeça, puxe suavemente para alongar ainda mais. Segure por 8 segundos.\n3. Vire o queixo para o ombro. Segure por 8 segundos.\n4. Solte e retorne à posição inicial.",
    "stepsSumoSquat": "Posição inicial:\nFique em pé com as pernas separadas e os dedos dos pés virados para fora.\n\nPassos:\n1. Agache lentamente dobrando os joelhos. Jogue os braços para frente. Mantenha a cabeça, o peito e os quadris em linha reta. Aperte seus glúteos.\n2. Levante de volta para a posição inicial.\n3. Repita este exercício em um movimento pulsante.",
    "stepsHeadTurn": "Posição inicial:\nSente-se ou fique em pé com as costas retas e com os ombros para baixo.\n\nPassos:\n1. Sente-se ou levante-se ereto, ombros caídos.\n2. Vire a cabeça para o lado o máximo possível. Pare quando você atingir um limite e segure por 5 segundos.\n3. Retorne à posição central e repita, mudando de lado.",
    "stepsNeckFlexion": "Posição inicial:\nSente-se ereto em uma cadeira ou em um travesseiro firme.\n\nPassos:\n1. Expire e incline a cabeça para frente, queixo no peito, colocando as mãos atrás da cabeça.\n2. Use as mãos para puxar a cabeça levemente para baixo. Segure por 5 segundos.\n3. Puxe os ombros para trás e para baixo usando os músculos das costas. Isso deve aumentar o alongamento do pescoço. Segure por 5 segundos.\n4. Agora empurre suavemente a cabeça para cima, enquanto também a puxa para baixo com as mãos. Equilibre as duas forças para que sua cabeça não se mova. Segure por pelo menos 5 segundos.\n5. Leve os dedos à testa e use-os para mover suavemente a cabeça de volta à posição original.",
    "stepsHighPlank": "Posição inicial:\nEntre na posição de prancha alta: as mãos e os dedos dos pés devem tocar o chão, as costas, os braços e as pernas devem estar retos.\nPara chegar a essa posição, você pode deitar de bruços, colocar as mãos voltadas para baixo ao lado da cabeça e levantar os braços até que estejam retos.\n\nPassos:\n1. Mantenha a posição inicial durante todo o exercício.",
    "stepsFrontNeckStretch": "Posição inicial:\nSente-se ou fique em pé com as costas retas.\n\nPassos:\n1. Abra bem a boca.\n2. Incline lentamente a cabeça para trás com a boca aberta. Se sentir necessidade de apoio, junte as mãos atrás da cabeça.\n3. Feche e abra a boca muito lentamente.\n4. Ao final, retorne lentamente à posição inicial e feche a boca.",
    "stepsChinTuckFlexionRotation": "Posição inicial:\nSente-se ou fique em pé com as costas retas.\n\nPassos:\n1. Encolha o queixo, movendo a cabeça para trás.\n2. Incline a cabeça para a frente até sentir um alongamento na nuca.\n3. Gire a cabeça para o lado ao expirar. Use os dedos nas têmporas para guiar a cabeça e aplique um pouco de pressão.\n4. Segure por 5 segundos.\n5. Gire para trás, mantendo a cabeça baixa.\n6. Repita a partir do passo 3, trocando de lado.",
    "stepsBackLateralNeckStretch": "Posição inicial:\nSente-se ereto em uma cadeira ou um travesseiro firme.\n\nPassos:\n1. Expire e incline a cabeça para frente, queixo no peito, com as mãos atrás da cabeça.\n2. Mantendo a cabeça para a frente, use os músculos da cintura para virar o mais confortável possível para o lado.\n3. Use as mãos para puxar a cabeça levemente para baixo, controlando o alongamento.\n4. Puxe os ombros para trás e para baixo usando os músculos das costas. Segure por 5 segundos.\n5. Volte para a posição central.\n6. Leve as mãos à testa e empurre a cabeça novamente para a posição normal.",
    "stepsChildsPose": "Posição inicial:\nComece de quatro, joelhos, dedos dos pés e mãos tocando o chão. Seus dois dedões dos pés devem estar se tocando.\n\nPassos:\n1. Mova os joelhos para que fiquem aproximadamente na largura do quadril.\n2. Ao expirar, mova a pélvis para trás para se sentar sobre os calcanhares. Suas mãos ainda devem estar tocando o chão.\n3. Relaxe a parte superior do corpo, abaixando a testa até o chão e deixando as mãos avançarem naturalmente.\n4. Permaneça nesta postura.\n\nDicas:\n* Para sair da postura, passe os braços para trás sob os ombros e mova a parte superior do corpo para cima, para uma posição sentada.",
    "stepsPullUp": "Posição inicial:\nComece pendurando-se na barra de pull-up, com as palmas das mãos voltadas para fora e os pés fora do chão.\nSuas mãos devem estar ligeiramente mais afastadas do que a largura dos ombros. Apenas ligeiramente, de modo que os cotovelos ainda estejam na frente do corpo e não diretamente para o lado.\nSeu corpo deve ser reto e apontado ligeiramente para a frente. Seus braços devem estar estendidos.\n\nPassos:\n1. Use sua força para puxar o corpo para cima de maneira uniforme, aproximando o peito da barra e o queixo logo acima dela. NÃO se levante usando impulso, como chutar.\n2. Abaixe cuidadosamente o corpo de volta à posição inicial.\n3. Repita.\n\nDicas:\n- Para fazer flexões corretamente, você deve primeiro aumentar a força em várias áreas-chave, incluindo ombros, braços e abdominais. Comece com flexões somente depois de ter construído força suficiente com outros exercícios.",
    "stepsKettlebellDeadlift": "Posição inicial:\nFique em pé na largura do quadril, com o kettlebell centralizado entre os tornozelos. Suas costas devem estar retas, sua cabeça voltada para a frente.\n\nPassos:\n1. Dobre os quadris e dobre levemente os joelhos para colocar as mãos nas alças do kettlebell. Suas costas devem estar retas enquanto você executa o movimento.\n2. Agarre as alças do kettlebell, com as mãos empurrando em direções opostas, como se fosse separar a alça.\n3. Enquanto faz contato com seus abdominais e glúteos, fique em pé.\n4. Dobre os quadris novamente para trazer o kettlebell de volta para baixo, semelhante ao passo 1.\n5. Repita a partir da etapa 3.\n\nDicas:\n- Certifique-se de realizar os movimentos corretamente, pois fazer o contrário pode causar lesões. Por exemplo, não se agache em vez de dobrar os quadris, não arredonde as costas ao alcançar o kettlebell e não se incline para trás ao se levantar.",
    "exerciseChildsPose": "Postura da criança (Balsana)",
    "stepsChinTuck": "Posicão inicial:\nSente-se ou fique de pé com as costas retas.\n\nPassos:\n1. Coloque os dedos no queixo para incliná-lo para dentro lentamente, movendo a cabeça para trás para alinhá-la com a coluna.\n2. Segure por 5 segundos.\n3. Volte à posição normal da cabeça e repita."
}
