{
    "workoutLeg": "Treino de perna",
    "exerciseJumpingJacks": "Polichinelos",
    "exerciseWallSit": "Agachamento parede",
    "exercisePushups": "Flexão de braços",
    "exerciseAbCrunches": "Abdominal",
    "exerciseStepups": "Progressos",
    "stepsStepups": "Posição inicial:\nFique de pé em frente a uma cadeira.\n\nPassos:\n1. Suba na cadeira.\n2. Desça da cadeira.\n3. Repita.",
    "exerciseSquats": "Agachamentos",
    "workoutScientific7Minute": "Treino científico de 7 minutos",
    "workoutNeckShoulderStretch": "Alongamento de pescoço e ombros",
    "stepsJumpingJacks": "Posição inicial:\nJunte os pés, deixe as costas retas e repouse os braços de cada lado.\nPasso a passo:\n1. Pule mudando para uma posição com as pernas bem abertas e as mãos tocando em cima da cabeça.\n2. Pule de volta à posição inicial.\n3. Repita.",
    "stepsWallSit": "Posição inicial:\nSuas costas devem estar tocando a parede, seus joelhos com o ângulo reto e posicionado acima dos ângulos. Você deve estar virado de frente, com seus pés a distância do ombro e plantados firmemente no chão.\nPara chegar nessa posição você deve Inclinar-se contra a parede, com os ombros afastados e a cerca de 61 cm da parede. Deslize pela parede, mantendo as costas pressionadas, até que as pernas fiquem em ângulo reto.\n\nPassos:\n1. Mantenha essa posição.\n\nNotas:\nDor no quadríceps é normal, pare se sentir dor no joelho ou na rótula.",
    "stepsPushups": "Posição inicial:\nFiquebna posição inicial de flexão, com as mãos e dedos dos pés tocando o chão e as costas, braços e pernas retos. Para chegar a esta posição, você pode deitar-se de barriga para baixo, colocar as mãos voltadas para baixo ao lado da cabeça, e levantar os braços até que estejam retos.\n\nPassos:\n1. Dobre-se nos cotovelos até que seu peito quase toque o chão, certificando-se de que suas costas estejam sempre retas.\n2. Use seus braços para levantar-se de volta à posição inicial.\n3. Repita.",
    "stepsAbCrunches": "Posição inicial:\nDeite-se de barriga para cima no chão com os joelhos dobrados.\n\nPassos:\n1. Enrole os ombros em direção à pélvis. As mãos podem estar atrás ou ao lado do pescoço, ou cruzadas sobre o peito.\n2. Retorne a posição inicial.\n3. Repita",
    "exerciseChairDips": "Tríceps no banco",
    "exercisePlank": "Prancha horizontal",
    "stepsPlank": "Posição inicial:\n1. Inicie na posição de quatro.\nOs braços devem dobrar-se em um ângulo reto, com os ombros alinhados aos cotovelos.\nAs costas devem estar retas, com todo o corpo em linha reta.\n\nPassos:\n1. Mantenha essa posição.",
    "exerciseLunges": "Estocadas",
    "exerciseHighKnees": "Joelhos para cima",
    "exerciseSplitSquatsLeft": "Agachamento dividido à esquerda",
    "exerciseSplitSquatsRight": "Agachamento dividido à direita",
    "exercisePushupRotations": "Flexão em T",
    "exerciseSidePlankLeft": "Prancha lateral esquerda",
    "exerciseSidePlankRight": "Prancha lateral direita",
    "exerciseSideSplitSquatsLeft": "Agachamento lateral esquerdo",
    "exerciseSideSplitSquatsRight": "Agachamento lateral direito",
    "exerciseBulgarianSplitSquatLeft": "Agachamento dividido búlgaro esquerdo",
    "exerciseBulgarianSplitSquatRight": "Agachamento dividido búlgaro direito",
    "exercisePistolSquatLeft": "Agachamento pistola à esquerda",
    "exercisePistolSquatRight": "Agachamento pistola à direita",
    "exerciseSingleLegCalfRaiseLeft": "Elevação da panturrilha esquerda",
    "exerciseSingleLegCalfRaiseRight": "Elevação da panturrilha direita",
    "exerciseJumpRopeBasic": "Salto de corda: pulos básicos",
    "stepsSquats": "Posição inicial:\nFique levantado com os pés alinhados ao ombro.\n\nPassos:\n1. Mova os quadris para trás e dobre os joelhos e os quadris para descer o torso até que os seus quadris estejam abaixo dos seus joelhos.\n2. Retorne a posição inicial.\n3. Repita.",
    "stepsHighKnees": "Posição inicial:\nFique de pé.\n\nPassos:\nCorra no mesmo lugar, levantando os joelhos o mais alto possível como for confortável e trocando as pernas em passo rápido.",
    "stepsLunges": "Posição inicial:\nFique de pé com as costas retas.\n\nPassos:\n1. Dê um longo passo para frente com sua perna esquerda.\n2. Desça o sua pelve até quase encostar no chão com seu joelho direito.\n3. Traga sua pelve para cima de novo.\n4. Retorne a posição inicial andando para trás.\n5. Repita, trocando as pernas cada vez.",
    "stepsSplitSquats": "Posição inicial:\nSe levante com as costas retas, dê um largo passo para frente com sua perna esquerda.\n\nPassos:\n1. Traga o sua pelve para baixo até quase tocar no chão com seu joelho direito.\n2. Volte sua pelve para cima.\n3. Repita.",
    "stepsSidePlank": "Posição inicial:\nDeite de lado, com a parte inferior do cotovelo em angulo reto e braços para fora. Erga sua pelve do chão levantando o seu ombro de baixo, mantendo o antebraço no chão; sua cabeça, pelve e perna devem estar em linha reta.\n\nPassos:\n1. Mantenha essa posição.",
    "stepsSideSplitSquats": "Posição inicial:\n1. Fique em pé e dê um passo lateral largo, um pouco maior que a largura dos ombros.\n\nPassos:\n1. Dobre um dos joelhos até que suas coxas estejam paralelas ao chão. O joelho dobrado deve estar alinhado com o pé.\n2. Retorne a posição inicial.\n3. Repita.",
    "stepsKneelingKickback": "Posição inicial:\nFique em posição de quatro.\n\nPassos:\n1. Empurre um dos pés para trás até estar completamente esticado, concentrando-se nos muculos do glúteo.\n2. Mantenha a posição por um segundo, e então retorne a posição inicial.\n3. Repita, alternando o pé.",
    "stepsPushupRotations": "Posição inicial:\nEntre na posição de flexão, com suas mãos e pés tocando o chão enquanto suas costas, braços e pernas estão retos. Para chegar nessa posição, você pode se deitar de barriga para baixo, colocar as suas mãos viradas para baixo perto de sua cabeça, e esticar os braços para cima até ficarem retos.\n\nPassos:\n1. Faça uma flexão normal:\n1.a Dobre os braços até o seu peito quase tocar no chão, mantendo as costas retas.\n1.b Use seus braços para se levantar de volta a posição inicial.\n2. Gire seu corpo ao lado para que suas costas esteja reta, com a parte de baixo das mãos dando suporte ao corpo completamente estendido, e somente a parte de baixo da mão e do pé tocando o corpo.\n3. Repita, mudando o lado do passo 2 cada vez.",
    "stepsBulgarianSplitSquat": "1. Fique de pé em frente a uma cadeira e dê um passo largo. Coloco a parte de cima de um dos seus pés na cadeira.\n2. Dobre a frente do joelho, mantendo balanço com os braços até que a parte de trás do joelho quase toque o chão.\n3. Retorne a posição inicial e repita.",
    "stepsPistolSquat": "1. Se levante em uma perna, com a sua outra perna reta e um pouco para frente.\n2. Dobre um joelho devagar, descendendo em agachamento e mantenho suas costas e sua outra perna reta.\n3. Lentamente se levante do agachamento, endireitando o joelho dobrado e mantendo a outra perna reta.\n4. Repita.",
    "exerciseKneelingKickback": "Coice",
    "stepsSingleLegCalfRaise": "1. Fique de pé no chão ou na borda de um degrau para aumentar o alcance do movimento. Levante um pé, colocando a parte superior sobre sua panturrilha.\n2. Levante os calcanhares até ficar de pé pelos dedos.\n3. Fique nesta posição por três segundos, depois abaixe o pé sem tocar o chão com seu calcanhar.",
    "stepsChairDips": "Posição inicial:\nSente-se na parte de frente da cadeira, com as costas retas e mãos segurando os lados da frente. Ainda segurando os lados da cadeira, com os braços esticados, levante sua bunda e ande para frente um pouco, até estar a poucos centímetros da cadeira.\n\nPassos:\n1. Lentamente abaixe seu corpo, mantendo as costas retas até que seus braços estejam no angulo certo.\n2. Levante seu corpo novamente para posição inicial, com os braços esticados.\n3. Repita.",
    "exerciseArmCircles": "Círculos com o braço para frente",
    "exerciseBWArmCircles": "Círculos com o braço para trás",
    "exerciseMountainClimbers": "Alpinista",
    "exercisePushupBurpees": "Flexão burpee",
    "stepsJumpRopeBasic": "Posição inicial:\nDeixe seus pés juntos, dobre os joelhos um pouco, mantenha sua cabeça e seu corpo retos, mantenha os cotovelo virados para dentro, abra os braços.\n\nPassos:\n1. Rode apenas os seus pulsos com força suficiente para fazer a corda girar.\n2. Pule alto o suficiente para que a corda passe embaixo de seu pé.\n3. Repita.\n\nNotas:\nEsse exercício requer uma corda de pulo. Certifique-se de que a corda está ajustada para sua altura. Uma maneira de checar é segurar ambos os cabos da corda com uma mão e ficar de pé no meio da corda caída no chão com um pé. Se a corda (excluindo os cabos) alcança logo abaixo do peito, o comprimento está certo. Uma corda menor pode ser perigoso e você pode acabar se acertando, enquanto uma corda maior pode levar a forma errada.",
    "stepsArmCircles": "Posição inicial:\nFique de pé com as costas retas.\n\nPassos:\n1. Mantenha seus braços retos, traga eles para sua frente, mova-os para baixo, atrás de suas costas, então para cima de sua cabeça, e de volta a posição inicial.\n2. Continue rodando os braços da maneira descrita no passo 1.",
    "stepsBWArmCircles": "Posição inicial:\nFique de pé com as costas retas.\n\nPassos:\n1. Mantenha seus braços retos, traga eles para sua frente, mova-os para cima de sua cabeça, então continue a moção atrás de suas costas e para trás até a posição inicial.\n2. Continue rodando os braços da maneira descrita no passo 1.",
    "stepsMountainClimbers": "Posição inicial:\nComece com a posição de flexão vertical, também conhecida como posição de prancha alta.\nMãos diretamente embaixo dos ombros.\nMantenha a cabeça alinhada com as costas, encarando o chão.\nPés devem estar separados a distância do quadril.\n\nPassos:\n1. Mova um joelho até o centro de seu corpo, até os cotovelos, mantendo a outra perna esticada.\n2. Em um rápido movimento de pulo, estique a perna dobrada e puxe o outro joelho até seu corpo.\n3. Continua repetindo o passo 2, alternando entre as pernas.\n\nNotas:\nPor todo o exercício, suas costas devem permanecer o mais reto possível — Evite a formação de corcunda ou costas caídas.",
    "stepsReverseLunges": "Posição inicial:\nFique de pé, com os pés afastados a altura dos quadris.\n\nPassos:\n1. Dê um passo para trás com uma perna para que você possa dobrar-se confortavelmente a um ângulo de 90 graus.\n2. Dobre lentamente ambos os joelhos até formar ângulos de 90 graus.\n3. Retorne para a posição inicial.\n4. Repita, alternando as pernas.",
    "stepsPushupBurpees": "Posição inicial:\nFique de pé e reto, com os pés afastados alinhados ao quadril.\n\nPassos:\n1. Se agache e se apoie com as mãos no chão entre os joelhos e a frente de seus pés, mantendo as costas retas.\n2. Mantendo as mãos no chão, jogue as pernas para trás entrando na posição de prancha altas.\n3. Faça uma flexão.\n4. Jogue os pés para frente de volta à posição de agachamento.\n5. Repita.",
    "steps4countBurpees": "Posição inicial:\nFique de pé e reto, com os pés afastados alinhados ao quadril.\n\nPassos:\n1. Se agache e se apoie com as mãos no chão entre os joelhos e a frente de seus pés, mantendo as costas retas.\n2. Mantendo as mãos no chão, jogue as pernas para trás entrando na posição de prancha alta.\n3. Jogue os pés para frente para voltar à posição de agachamento.\n4. Repita.",
    "exercise4countBurpees": "Burpee de 4 passos",
    "exerciseNoPushupBurpees": "Burpee sem flexão",
    "exerciseSquatThrusts": "Agachamento de impulso",
    "stepsSquatThrusts": "Posição inicial:\nComece na posição de prancha alta: costas, braços e pernas retos com as mãos alinhadas aos ombros.\n\nPassos:\n1. Jogue seus pés para frente entre os braços, mantendo as costas retas.\n2. Mantendo suas mãos no chão, jogue e suas pernas para trás voltando a posição de prancha alta.\n3. Repita.",
    "exerciseReverseLunges": "Lunge reverso",
    "exerciseFrontNeckStretch": "Alongamento frontal do pescoço",
    "stepsNoPushupBurpees": "Posição inicial:\nFique de pé, com os pés afastados alinhados ao quadril.\n\nPassos:\n1. Se agache e se apoie com as mãos no chão entre os joelhos e a frente de seus pés, mantendo as costas retas.\n2. Mantendo as mãos no chão, jogue as pernas para trás entrando na posição de prancha alta.\n3. Jogue os pés para frente para voltar à posição de agachamento.\n4. Salte.\n5. Repita.",
    "stepsShoulderShrug": "Posição inicial:\nSente-se ou fique de pé com as costas retas.\n\nPassos:\n1. Levante os ombros o máximo possível e segure a posição por 5 segundos.\n2. Solte os ombros de volta para uma posição relaxada.\n3. Repita."
}
