{
    "stepsSingleLegCalfRaise": "1. Hareket aralığını artırmak için yerde veya bir basamağın kenarında durun. Üst kısmı baldırınızın üzerine koyarak bir ayağınızı kaldırın.\n2. Ayak parmaklarınız üzerinde durana kadar topuklarınızı kaldırın.\n3. Bu pozisyonda üç saniye kalın, ardından topuğunuz yere değmeden ayağınızı indirin.",
    "stepsKneelingKickback": "1. Dört ayak üzerine eğilin.\n2. Kalça kaslarına odaklanarak bir ayağınızı tamamen uzayıncaya kadar geriye doğru itin.\n3. Bir saniye kalın, ardından başlangıç pozisyonuna geri dönün.\n4. Ayakları değiştirerek tekrarlayın",
    "stepsPlank": "1. Kollar düz ve dizler bükülü olarak dört ayak üzerine eğilin\n2. Bacaklarınız düz olana kadar ayaklarınızı geriye doğru yürütün\n3. Bu pozisyonda kalın",
    "exerciseSingleLegCalfRaiseRight": "Sağ bacak baldır kaldırma",
    "exerciseSingleLegCalfRaiseLeft": "Sol bacak baldır kaldırma",
    "exerciseKneelingKickback": "Diz çöküp geri tepme",
    "stepsPistolSquat": "1. Diğer bacağınız düz ve hafifçe öne gelecek şekilde tek ayak üzerinde durun.\n2. Bir dizinizi yavaşça bükün, sırtınızı ve diğer bacağınızı düz tutarak çömelme pozisyonuna inin.\n3. Eğik dizinizi düzelterek ve diğer bacağınızı düz tutarak çömelme pozisyonundan yavaşça kendinizi kaldırın.\n4. Tekrarlayın",
    "exercisePistolSquatRight": "Tabanca pozisyonunda çömelme (sağ)",
    "exercisePistolSquatLeft": "Tabanca pozisyonunda çömelme (sol)",
    "stepsBulgarianSplitSquat": "1. Bir sandalyenin önünde dik durun ve büyük bir adım atın. Ayaklarınızdan birinin üst kısmını sandalyenin üzerine koyun.\n2. Arka diz neredeyse yere değene kadar kollarla dengeleyerek ön dizinizi bükün\n3. Başlangıç pozisyonuna geri itin ve tekrarlayın.",
    "exerciseSidePlankRight": "Yan plank hareketi (sağ)",
    "exerciseSidePlankLeft": "Yan plank hareketi (sol)",
    "exercisePlank": "Plank hareketi",
    "exerciseBulgarianSplitSquatRight": "Bulgar tek bacaklı çömelmesi (sağ)",
    "exerciseBulgarianSplitSquatLeft": "Bulgar tek bacaklı çömelmesi (sol)",
    "exerciseSideSplitSquatsRight": "Yana tek bacaklı çömelme (sağ)",
    "exerciseSideSplitSquatsLeft": "Yana tek bacaklı çömelme (sol)",
    "exerciseSplitSquatsRight": "Tek bacaklı çömelme (sağ)",
    "exerciseSplitSquatsLeft": "Tek bacaklı çömelme (sol)",
    "stepsSideSplitSquats": "1. Dik durun ve omuz genişliğinden biraz daha geniş bir yan adım atın.\n2. Uyluğunuz yere paralel olana kadar bir dizinizi bükün. Bükülmüş diz ayakla aynı hizada olmalıdır.\n3. Başlangıç pozisyonuna geri itin ve tekrarlayın.",
    "stepsSidePlank": "1. Alt dirseğiniz dik açıyla, kolunuz dışarı çıkacak şekilde yan tarafınıza uzanın\n2. Ön kolunuzu yerde tutup alt omzunuzu yukarı kaldırarak leğen kemiğinizi yerden kaldırın; başınız, leğen kemiğiniz ve ayaklarınız düz bir çizgide olmalıdır\n3. Bu pozisyonda kalın",
    "stepsPushupRotations": "1. Normal bir şınav yapın:\n1.a Karnınız üzerine uzanın\n1.b Ellerinizi kulaklarınızın yakınına yerleştirin\n1.c Sırtı düz tutarak kollar düz olana kadar karnınızı yukarı kaldırmak için kollarınızı kullanın\n1.d Göğüs neredeyse yere değene kadar kolları bükün, sırtın düz olduğundan emin olun\n1.e 3. adımdan itibaren tekrarlayın\n2. Sırt düz, alt el vücudu desteklemek için tamamen uzatılmış ve sadece alt el ve ayak yere değecek şekilde vücudunuzu yana döndürün\n3. Her seferinde 2. adımda taraf değiştirerek tekrarlayın",
    "exercisePushupRotations": "Dönerek şınav",
    "stepsSplitSquats": "1. Sırtınız düz bir şekilde durun\n2. Sol bacağınızla ileriye doğru büyük bir adım atın\n3. Sağ dizinizle neredeyse yere değene kadar leğen kemiğinizi aşağı indirin\n4. Leğen kemiğinizi geri yukarı kaldırın\n5. 3. adımdan itibaren tekrarlayın.",
    "stepsLunges": "1. Sırtınız düz bir şekilde durun\n2. Sol bacağınızla ileriye doğru büyük bir adım atın\n3. Sağ dizinizle neredeyse yere değene kadar leğen kemiğinizi aşağı indirin\n4. Leğen kemiğinizi geri yukarı kaldırın\n5. Geri adım atarak ayakta pozisyona dönün\n6. Her seferinde bacakları değiştirerek tekrarlayın",
    "exerciseLunges": "Lunge hareketi",
    "stepsHighKnees": "1. Dizleri kaldırabildiğiniz kadar yukarı kaldırarak ve bacakları hızlı bir şekilde değiştirerek olduğunuz yerde koşun",
    "exerciseHighKnees": "Yüksek dizler",
    "stepsChairDips": "1. Sırt düz, eller ön kısmını tutacak şekilde bir sandalyenin ön tarafına oturun\n2. Sandalyenin kenarını tutmaya devam ederek kollarınızı uzatın, kalçanızı kaldırın ve sandalyeden birkaç cm uzakta olacak şekilde hafifçe öne doğru yürüyün.\n3. Sırtınızı düz tutarak, kollar dik açıda olana kadar vücudunuzu yavaşça indirin.\n4. Kollarınızı uzatarak vücudunuzu tekrar önceki pozisyonuna kaldırın\n5. 3. ve 4. adımları tekrarlayın",
    "exerciseChairDips": "Sandalye ile dalma",
    "stepsSquats": "1. Ayaklar omuz genişliğinde açık durun\n2. Kalçayı geriye doğru itin ve gövdeyi aşağı indirmek için dizleri ve kalçayı bükün\n3. Tekrarlayın",
    "exerciseSquats": "Çömelme",
    "stepsStepups": "1. Sandalyeye dönük şekilde durun\n2. Sandalyeye çıkın\n3. Sandalyeden inin\n4. Tekrarlayın",
    "exerciseStepups": "Adım atma",
    "stepsAbCrunches": "1. Dizlerinizi bükerek yere sırtüstü yatın.\n2. Omuzları leğen kemiğine doğru bükün. Eller boynun arkasında veya yanında olabilir ya da göğsün üzerinden geçebilir.\n3. Tekrarlayın",
    "exerciseAbCrunches": "Yarım mekik",
    "stepsJumpingJacks": "1. Ayaklar bir arada ve kollar yanlarda olacak şekilde ayakta durun\n2. Bacaklar geniş açılacak ve eller baş üzerinde birbirine değecek şekilde zıplayın\n3. Tekrarlayın",
    "stepsPushups": "1. Karnınız üzerine uzanın\n2. Ellerinizi kulaklarınızın yakınına yerleştirin\n3. Sırtı düz tutarak kollar düz olana kadar karnınızı yukarı kaldırmak için kollarınızı kullanın\n4. Göğüs neredeyse yere değene kadar kolları bükün, sırtın düz olduğundan emin olun\n5. 3. adımdan itibaren tekrarlayın",
    "exercisePushups": "Şınav",
    "stepsWallSit": "1. Öne bakacak şekilde duvara yaslanın, ayaklar yere sıkıca oturtulmuş, omuz genişliğinde açılmış ve duvardan yaklaşık 60 cm uzakta olsun\n2. Bacaklar dik açı yapana kadar sırtınızı bastırarak duvardan aşağı kaydırın. Dizler doğrudan ayak bileklerinin üzerinde olmalıdır\nKuadriseps ağrısı normaldir, dizde veya diz kapağında ağrı hissederseniz durun",
    "exerciseWallSit": "Duvara yaslanarak oturma",
    "exerciseJumpingJacks": "Jack zıplama",
    "workoutLeg": "Bacak antrenmanı",
    "workoutScientific7Minute": "Bilimsel 7 dakikalık antrenman",
    "stepsJumpRopeBasic": "Bu egzersiz bir atlama ipi gerektirir. İp uzunluğunun boyunuza göre ayarlandığından emin olun. Bunu denetlemenin bir yolu, ipin her iki kulpunu tek elle tutup tek ayakla yerde serili halatın ortasında durmaktır. İp (kulplar hariç) göğsünüzün hemen altına ulaşırsa, uzunluğu doğrudur. Daha kısa bir ip, kendinize çarpabileceğiniz için tehlikeli olacaktır ve daha uzun bir ip kötü bir biçim oluşturacaktır.\n1. Ayaklarınızı birbirine yaklaştırın, dizlerinizi biraz bükün, başınızı ve vücudunuzu düz tutun, dirseklerinizi içeride tutun, kollarınızı açın.\n2. İpin dönmesi için yeterli kuvvetle sadece bileklerinizi döndürün.\n3. İpi ayaklarınızın altından geçirecek kadar yükseğe zıplayın.\n4. 2. adımdan itibaren tekrarlayın.",
    "exerciseJumpRopeBasic": "İp atlama: temel atlamalar",
    "stepsArmCircles": "1. Sırtınız düz olacak şekilde dik durun.\n2. Kollarınızı öne doğru getirin, başınızın üzerine kaldırın, ardından hareketi arkanıza doğru ve başlangıç pozisyonuna kadar devam ettirin.\n3. 2. adımda anlatıldığı gibi kollarınızı çevirmeye devam edin.",
    "exerciseArmCircles": "Kolları çevirme"
}
