{
    "stepsSingleLegCalfRaise": "1. Hareket aralığını artırmak için yerde veya bir basamağın kenarında durun. Üst kısmı baldırınızın üzerine koyarak bir ayağınızı kaldırın.\n2. Ayak parmaklarınız üzerinde durana kadar topuklarınızı kaldırın.\n3. Bu durumda üç saniye kalın, ardından topuğunuz yere değmeden ayağınızı indirin.",
    "stepsKneelingKickback": "1. Dört ayak üzerine eğilin.\n2. Kalça kaslarına odaklanarak bir ayağınızı tamamen uzayıncaya kadar geriye doğru itin.\n3. Bir saniye kalın, ardından başlangıç durumuna geri dönün.\n4. Ayakları değiştirerek tekrarlayın",
    "stepsPlank": "Başlangıç durumu:\n1. Dört ayak üzerinde başlayın.\nKollar, omuzlar dirseklerin tam üzerinde olacak şekilde dik açıyla bükülmelidir.\nSırt düz olmalı, tüm vücut düz bir çizgide olmalıdır.\n\nAdımlar:\n1. Bu durumda kalın.",
    "exerciseSingleLegCalfRaiseRight": "Sağ bacak baldır kaldırma",
    "exerciseSingleLegCalfRaiseLeft": "Sol bacak baldır kaldırma",
    "exerciseKneelingKickback": "Diz çöküp geri tepme",
    "stepsPistolSquat": "1. Diğer bacağınız düz ve hafifçe öne gelecek şekilde tek ayak üzerinde durun.\n2. Bir dizinizi yavaşça bükün, sırtınızı ve diğer bacağınızı düz tutarak çömelme durumuna inin.\n3. Eğik dizinizi düzelterek ve diğer bacağınızı düz tutarak çömelme durumundan yavaşça kendinizi kaldırın.\n4. Tekrarlayın",
    "exercisePistolSquatRight": "Tabanca durumunda çömelme (sağ)",
    "exercisePistolSquatLeft": "Tabanca durumunda çömelme (sol)",
    "stepsBulgarianSplitSquat": "1. Bir sandalyenin önünde dik durun ve büyük bir adım atın. Ayaklarınızdan birinin üst kısmını sandalyenin üzerine koyun.\n2. Arka diz neredeyse yere değene kadar kollarla dengeleyerek ön dizinizi bükün\n3. Başlangıç durumuna geri itin ve tekrarlayın.",
    "exerciseSidePlankRight": "Yan plank hareketi (sağ)",
    "exerciseSidePlankLeft": "Yan plank hareketi (sol)",
    "exercisePlank": "Ön kol plank hareketi",
    "exerciseBulgarianSplitSquatRight": "Bulgar tek bacaklı çömelmesi (sağ)",
    "exerciseBulgarianSplitSquatLeft": "Bulgar tek bacaklı çömelmesi (sol)",
    "exerciseSideSplitSquatsRight": "Yana tek bacaklı çömelme (sağ)",
    "exerciseSideSplitSquatsLeft": "Yana tek bacaklı çömelme (sol)",
    "exerciseSplitSquatsRight": "Tek bacaklı çömelme (sağ)",
    "exerciseSplitSquatsLeft": "Tek bacaklı çömelme (sol)",
    "stepsSideSplitSquats": "1. Dik durun ve omuz genişliğinden biraz daha geniş bir yan adım atın.\n2. Uyluğunuz yere paralel olana kadar bir dizinizi bükün. Bükülmüş diz ayakla aynı hizada olmalıdır.\n3. Başlangıç durumuna geri itin ve tekrarlayın.",
    "stepsSidePlank": "1. Alt dirseğiniz dik açıyla, kolunuz dışarı çıkacak şekilde yan tarafınıza uzanın\n2. Ön kolunuzu yerde tutup alt omzunuzu yukarı kaldırarak leğen kemiğinizi yerden kaldırın; başınız, leğen kemiğiniz ve ayaklarınız düz bir çizgide olmalıdır\n3. Bu durumda kalın",
    "stepsPushupRotations": "1. Normal bir şınav yapın:\n1.a Karnınız üzerine uzanın\n1.b Ellerinizi kulaklarınızın yakınına yerleştirin\n1.c Sırtı düz tutarak kollar düz olana kadar karnınızı yukarı kaldırmak için kollarınızı kullanın\n1.d Göğüs neredeyse yere değene kadar kolları bükün, sırtın düz olduğundan emin olun\n1.e 3. adımdan itibaren tekrarlayın\n2. Sırt düz, alt el vücudu desteklemek için tamamen uzatılmış ve sadece alt el ve ayak yere değecek şekilde vücudunuzu yana döndürün\n3. Her seferinde 2. adımda taraf değiştirerek tekrarlayın",
    "exercisePushupRotations": "Dönerek şınav",
    "stepsSplitSquats": "1. Sırtınız düz bir şekilde durun\n2. Sol bacağınızla ileriye doğru büyük bir adım atın\n3. Sağ dizinizle neredeyse yere değene kadar leğen kemiğinizi aşağı indirin\n4. Leğen kemiğinizi geri yukarı kaldırın\n5. 3. adımdan itibaren tekrarlayın.",
    "stepsLunges": "1. Sırtınız düz bir şekilde durun\n2. Sol bacağınızla ileriye doğru büyük bir adım atın\n3. Sağ dizinizle neredeyse yere değene kadar leğen kemiğinizi aşağı indirin\n4. Leğen kemiğinizi geri yukarı kaldırın\n5. Geri adım atarak ayakta durumuna dönün\n6. Her seferinde bacakları değiştirerek tekrarlayın",
    "exerciseLunges": "Lunge hareketi",
    "stepsHighKnees": "1. Dizleri kaldırabildiğiniz kadar yukarı kaldırarak ve bacakları hızlı bir şekilde değiştirerek olduğunuz yerde koşun",
    "exerciseHighKnees": "Yüksek dizler",
    "stepsChairDips": "1. Sırt düz, eller ön kısmını tutacak şekilde bir sandalyenin ön tarafına oturun\n2. Sandalyenin kenarını tutmaya devam ederek kollarınızı uzatın, kalçanızı kaldırın ve sandalyeden birkaç cm uzakta olacak şekilde hafifçe öne doğru yürüyün.\n3. Sırtınızı düz tutarak, kollar dik açıda olana kadar vücudunuzu yavaşça indirin.\n4. Kollarınızı uzatarak vücudunuzu tekrar önceki durumuna kaldırın\n5. 3. ve 4. adımları tekrarlayın",
    "exerciseChairDips": "Sandalye ile dalma",
    "stepsSquats": "1. Ayaklar omuz genişliğinde açık durun\n2. Kalçayı geriye doğru itin ve gövdeyi aşağı indirmek için dizleri ve kalçayı bükün\n3. Tekrarlayın",
    "exerciseSquats": "Çömelme",
    "stepsStepups": "1. Sandalyeye dönük şekilde durun\n2. Sandalyeye çıkın\n3. Sandalyeden inin\n4. Tekrarlayın",
    "exerciseStepups": "Adım atma",
    "stepsAbCrunches": "1. Dizlerinizi bükerek yere sırtüstü yatın.\n2. Omuzları leğen kemiğine doğru bükün. Eller boynun arkasında veya yanında olabilir ya da göğsün üzerinden geçebilir.\n3. Tekrarlayın",
    "exerciseAbCrunches": "Yarım mekik",
    "stepsJumpingJacks": "1. Ayaklar bir arada ve kollar yanlarda olacak şekilde ayakta durun\n2. Bacaklar geniş açılacak ve eller baş üzerinde birbirine değecek şekilde zıplayın\n3. Tekrarlayın",
    "stepsPushups": "1. Karnınız üzerine uzanın\n2. Ellerinizi kulaklarınızın yakınına yerleştirin\n3. Sırtı düz tutarak kollar düz olana kadar karnınızı yukarı kaldırmak için kollarınızı kullanın\n4. Göğüs neredeyse yere değene kadar kolları bükün, sırtın düz olduğundan emin olun\n5. 3. adımdan itibaren tekrarlayın",
    "exercisePushups": "Şınav",
    "stepsWallSit": "1. Öne bakacak şekilde duvara yaslanın, ayaklar yere sıkıca oturtulmuş, omuz genişliğinde açılmış ve duvardan yaklaşık 60 cm uzakta olsun\n2. Bacaklar dik açı yapana kadar sırtınızı bastırarak duvardan aşağı kaydırın. Dizler doğrudan ayak bileklerinin üzerinde olmalıdır\nKuadriseps ağrısı normaldir, dizde veya diz kapağında ağrı hissederseniz durun",
    "exerciseWallSit": "Duvara yaslanarak oturma",
    "exerciseJumpingJacks": "Jack zıplama",
    "workoutLeg": "Bacak antrenmanı",
    "workoutScientific7Minute": "Bilimsel 7 dakikalık antrenman",
    "stepsJumpRopeBasic": "Bu egzersiz bir atlama ipi gerektirir. İp uzunluğunun boyunuza göre ayarlandığından emin olun. Bunu denetlemenin bir yolu, ipin her iki kulpunu tek elle tutup tek ayakla yerde serili halatın ortasında durmaktır. İp (kulplar hariç) göğsünüzün hemen altına ulaşırsa, uzunluğu doğrudur. Daha kısa bir ip, kendinize çarpabileceğiniz için tehlikeli olacaktır ve daha uzun bir ip kötü bir biçim oluşturacaktır.\n1. Ayaklarınızı birbirine yaklaştırın, dizlerinizi biraz bükün, başınızı ve vücudunuzu düz tutun, dirseklerinizi içeride tutun, kollarınızı açın.\n2. İpin dönmesi için yeterli kuvvetle sadece bileklerinizi döndürün.\n3. İpi ayaklarınızın altından geçirecek kadar yükseğe zıplayın.\n4. 2. adımdan itibaren tekrarlayın.",
    "exerciseJumpRopeBasic": "İp atlama: temel atlamalar",
    "stepsArmCircles": "1. Sırtınız düz olacak şekilde dik durun.\n2. Kollarınızı öne doğru getirin, başınızın üzerine kaldırın, ardından hareketi arkanıza doğru ve başlangıç durumuna kadar devam ettirin.\n3. 2. adımda anlatıldığı gibi kollarınızı çevirmeye devam edin.",
    "exerciseArmCircles": "Kolları çevirme",
    "stepsMountainClimbers": "Başlangıç durumu:\nDik şınav durumunda veya yüksek plankta başlayın.\nEller doğrudan omuzlarınızın altında olmalıdır.\nBaşınızı yere bakacak şekilde sırtınızla aynı hizada tutun.\nAyaklar yaklaşık kalça genişliğinde olmalıdır.\n\nAdımlar:\n1. Bir dizinizi vücudunuzun ortasına, dirseklerinize doğru hareket ettirin, diğer bacağınızı uzatın.\n2. Hızlı bir zıplama hareketinde, bükülmüş bacağı düzeltin ve diğer dizinizi vücudunuza doğru çekin.\n3. Adım 2'yi, bacakları değiştirerek tekrarlamaya devam edin.\n\nNotlar:\nEgzersiz boyunca sırtınız olabildiğince düz kalmalıdır – kamburluktan veya sırtınızın sarkmasından kaçının.",
    "exerciseMountainClimbers": "Dağ tırmanışı",
    "stepsPikePushups": "Başlangıç durumu:\nAşağı bakan köpek: Vücudunuz sırt, kollar ve bacaklarla düz olacak şekilde bir V şekli oluşturmalıdır. Kalçaların havada olmalıdır.\nYüksek plank durumunda ellerinizi geriye doğru yürüterek bu duruma gelebilirsiniz.\n\nAdımlar:\n1. Dirseklerinizi yana doğru bükün, sırtınızı ve bacaklarınızı düz tutun ve başınızı yere yaklaştırın.\n2. Kollarınızı düzeltin, kalçalarınızı geriye doğru itin ve sırtınızı ve bacaklarınızı düz tutun.\n3. Tekrarlayın.",
    "stepsBurpees": "Başlangıç durumu:\nAyaklar kalça genişliğinde açık olacak şekilde düz durun.\n\nAdımlar:\n1. Çömelin ve elleriniz dizlerinizin arasında ve ayaklarınızın önünde, sırtınız düz olacak şekilde yerde kendinizi destekleyin.\n2. Ellerinizi yerde tutarak bacaklarınızı geriye doğru yüksek plank pozisyonuna atın.\n3. Bir tane şınav çekin.\n4. Çömelme pozisyonuna dönmek için ayaklarınızı öne doğru atın.\n5. Yukarı zıplayın.\n6. Tekrarlayın.",
    "exercisePikePushups": "Pike şınav",
    "stepsFloorDips": "Başlangıç durumu:\nSırtınızı destekleyerek kollarınız arkanızda oturun.\nParmaklarınız öne doğru bakmalıdır.\nDizleriniz bükülmeli, ayaklarınız birbirine yapışmalıdır.\n\nAdımlar:\n1. Kollarınızı düzleştirerek kalçalarınızı yerden kaldırın.\n2. Kalçalarınızı aşağı indirerek dirseklerinizi bükün.\n3. Bir önceki duruma dönerek kollarınızı düzeltin.\n4. 2. ve 3. adımları tekrarlayın.\n\nNotlar:\nEgzersizin zorluğu kalçalarınızı ne kadar yükseğe çıkardığınıza bağlıdır.",
    "exerciseFloorDips": "Yere dalma",
    "stepsLegRaises": "Başlangıç durumu:\nAyaklar bitişik, kollarınız yan tarafınızda olacak şekilde sırt üstü uzanın.\n\nAdımlar:\n1. Dizlerinizi bükün, ardından yukarı bakacak şekilde düzeltin.\n2. Bacaklarınızı düz tutarak, yere değdirmeden birlikte aşağı indirin. Ne kadar aşağı indirirseniz egzersiz o kadar yoğun olur.\n3. Tekrar yukarı bakacak şekilde her iki bacağı birlikte kaldırın.\n4. 2. adımdan itibaren tekrarlayın.",
    "exerciseLegRaises": "Bacak kaldırmaları",
    "stepsReverseLunges": "Başlangıç durumu:\nAyaklar kalça genişliğinde açık olacak şekilde düz durun.\n\nAdımlar:\n1. 90 derecelik bir açıyla rahatça bükülebilmesi için tek ayakla geriye doğru adım atın.\n2. 90 derecelik açılar oluşturmak için her iki dizinizi de yavaşça bükün.\n3. Başlangıç durumuna geri dönün.\n4. Bacakları dönüşümlü olarak tekrarlayın.",
    "exerciseReverseLunges": "Ters lunge hareketi",
    "exerciseBurpees": "Burpee",
    "exercisePushupBurpees": "Şınav ile burpee",
    "workoutNeckShoulderStretch": "Boyun ve omuz esnemeleri",
    "exerciseBWArmCircles": "Geriye doğru kol çemberleri",
    "stepsBWArmCircles": "1. Sırtınız düz olacak şekilde dik durun.\n2. Kollarınızı düz tutarak önünüze getirin, başınızın üzerine kaldırın, ardından harekete arkanızdan devam edin ve başlangıç pozisyonuna inin.\n3. Adım 2'de anlatıldığı gibi kollarınızı döndürmeye devam edin."
}
