{
    "stepsPushups": "Початкова позиція:\nПрийміть початкове положення для віджимання, торкаючись рук і пальців ніг землі і спини, руки і ноги випрямлені. Щоб прийняти це положення, ви можете лягти на живіт, покласти руки вниз біля голови та підняти руки вгору, поки вони не стануть прямими.\n\nКроки:\n1. Зігніться в ліктях, поки груди майже не торкнуться землі, стежачи за тим, щоб ваша спина весь час була прямою.\n2. Використовуйте руки, щоб піднятися у вихідне положення.\n3. Повторіть.",
    "stepsStepups": "Початкова позиція:\nВстаньте обличчям до стільця.\n\nКроки:\n1. Підніміться на стілець.\n2. Зійдіть зі стільця.\n3. Повторіть.",
    "stepsSquats": "Початкова позиція:\nВстаньте, розставивши ноги на ширині плечей.\n\nКроки:\n1. Відведіть стегна назад і зігніть коліна та стегна, щоб опустити тулуб, поки ваші стегна не стануть нижче колін.\n2. Поверніться у вихідне положення.\n3. Повторіть.",
    "stepsChairDips": "Початкова позиція:\nСядьте на передній край стільця, спина пряма, руками тримайтеся за передній край. Все ще тримаючись за край стільця, витягнувши руки, підніміть сідницю і трохи пройдіть вперед, щоб вона була на відстані кількох дюймів від стільця.\n\nКроки:\n1. Повільно опустіть тіло, тримаючи спину прямою, поки ваші руки не стануть під прямим кутом.\n2. Знову підніміть тіло у вихідне положення, витягнувши руки.\n3. Повторіть.",
    "stepsWallSit": "Початкова позиція:\nВаша спина повинна торкатися стіни, коліна під прямим кутом і розташовані прямо над кутами. Ви повинні дивитися вперед, ноги на ширині плечей і міцно стояти на землі.\nЩоб досягти цього положення, ви можете спертися об стіну, ноги приблизно на 2 фути від стіни. Ковзайтеся вниз по стіні, притиснувши до неї спину, поки коліна не стануть під прямим кутом.\n\nКроки:\n1. Зберігайте це положення.\n\nПримітки:\nБіль у квадрицепсі є нормальним, припиняється, якщо відчувається біль у коліні або колінній чашечці.",
    "stepsPlank": "Початкова позиція:\n1. Почніть на карачках.\nРуки повинні бути зігнуті під прямим кутом, а плечі повинні бути над ліктями.\nСпина повинна бути прямою, все тіло по прямій лінії.\n\nКроки:\n1. Утримуйте це положення.",
    "stepsLunges": "Початкова позиція:\nВстаньте з прямою спиною.\n\nКроки:\n1. Зробіть великий крок вперед лівою ногою.\n2. Опустіть таз вниз, поки ви майже не торкнетеся підлоги правим коліном.\n3. Підніміть таз назад.\n4. Поверніться у вихідне положення, зробивши крок назад.\n5. Повторіть, щоразу міняючи ноги.",
    "stepsPushupRotations": "Початкова позиція:\nПрийміть початкове положення для віджимання, торкаючись рук і пальців ніг землі і спини, руки і ноги випрямлені. Щоб прийняти це положення, ви можете лягти на живіт, покласти руки вниз біля голови та підняти руки вгору, поки вони не стануть прямими.\n\nКроки:\n1. Виконайте стандартне віджимання:\n1.a Зігніть руки, поки груди майже не торкнуться землі, переконавшись, що спина пряма.\n1.b Використовуйте руки, щоб піднятися у вихідне положення.\n2. Поверніть тіло вбік так, щоб спина була прямою, нижня рука, що підтримує тіло, була повністю витягнута, і тільки нижня рука і нога торкалися підлоги.\n3. Повторіть, щоразу змінюючи сторони на кроці 2.",
    "stepsSidePlank": "Початкова позиція:\nЛяжте на бік, нижній лікоть під прямим кутом, рука висунута вперед. Відірвіть таз від підлоги, піднявши нижнє плече вгору, утримуючи передпліччя на підлозі; ваша голова, таз і стопи повинні бути на прямій лінії.\n\nКроки:\n1. Утримуйте це положення.",
    "exerciseSideSplitSquatsLeft": "Бічні роздільні присідання вліво",
    "stepsSideSplitSquats": "Початкова позиція:\n1. Встаньте прямо і зробіть широкий крок убік, трохи більше ширини плечей.\n\nКроки:\n1. Зігніть одне коліно, поки стегно не стане паралельно підлозі. Зігнуте коліно має бути на одній лінії зі стопою.\n2. Поверніться у вихідне положення.\n3. Повторіть.",
    "stepsBulgarianSplitSquat": "1. Встаньте прямо перед стільцем і зробіть великий крок. Поставте верхню частину однієї зі своїх стоп на стілець.\n2. Зігніть переднє коліно, балансуючи руками, поки заднє коліно майже не торкнеться землі.\n3. Поверніться у вихідне положення та повторіть.",
    "stepsPistolSquat": "1. Встаньте на одну ногу, випрямивши іншу ногу трохи вперед.\n2. Повільно зігніть одне коліно, опустіться в присідання, тримаючи спину та іншу ногу прямо.\n3. Повільно підніміться з присідання, випрямляючи зігнуте коліно та тримаючи іншу ногу прямою.\n4. Повторіть.",
    "exerciseSingleLegCalfRaiseRight": "Підняття литок правої ноги",
    "stepsSingleLegCalfRaise": "1. Встаньте на підлогу або на край сходинки, щоб збільшити діапазон рухів. Підніміть одну ногу, поклавши верхню частину на литку.\n2. Підніміть п’яти, поки не станете на носочки.\n3. Затримайтеся в такому положенні на три секунди, потім опустіть ногу, не торкаючись п’ятою землі.",
    "stepsJumpRopeBasic": "Початкова позиція:\nНоги зблизити, трохи зігнути в колінах, голову і корпус тримати прямо, лікті вставити, руки розкрити.\n\nКроки:\n1. Обертайте лише зап’ястки з достатньою силою, щоб мотузка крутилася.\n2. Стрибніть настільки високо, щоб пропустити мотузку під ногами.\n3. Повторіть.\n\nПримітки:\nДля цієї вправи потрібна скакалка. Переконайтеся, що довжина мотузки відповідає вашому зросту. Один із способів перевірити – взятися за обидві ручки однією рукою і стати однією ногою на середину мотузки, що висить на землі. Якщо мотузка (за винятком ручок) досягає трохи нижче грудей, її довжина правильна. Коротша мотузка була б небезпечною, оскільки ви могли б вдаритися, а довша мотузка була б поганою.",
    "stepsPushupBurpees": "Початкова позиція:\nВстаньте прямо, ноги на ширині стегон.\n\nКроки:\n1. Низько присідайте й упріться в підлогу руками між колінами перед стопами, спина пряма.\n2. Тримаючи руки на підлозі, стрибніть ногами назад у положення високої дошки.\n3. Виконайте віджимання.\n4. Стрибніть ногами вперед, щоб повернутися в положення присідання.\n5. Повторіть.",
    "stepsMountainClimbers": "Початкова позиція:\nПочніть у вертикальному положенні для віджимань, або ж. високе положення дошки.\nРуки повинні бути прямо під вашими плечима.\nТримайте голову на одній лінії зі спиною обличчям до підлоги.\nНоги повинні бути приблизно на ширині стегон.\n\nКроки:\n1. Перемістіть одне коліно до центру тіла, до ліктів, тримаючи іншу ногу витягнутою.\n2. Швидким стрибком випряміть зігнуту ногу та підтягніть інше коліно до тіла.\n3. Продовжуйте повторювати крок 2, чергуючи ноги.\n\nПримітки:\nПротягом вправи ваша спина повинна залишатися максимально прямою – уникайте горба або провисання спини.",
    "stepsNoPushupBurpees": "Початкова позиція:\nВстаньте прямо, ноги на ширині стегон.\n\nКроки:\n1. Низько присідайте й упріться в підлогу руками між колінами перед стопами, спина пряма.\n2. Тримаючи руки на підлозі, стрибніть ногами назад у положення високої дошки.\n3. Стрибніть ногами вперед, щоб повернутися в положення присідання.\n4. Підстрибнути.\n5. Повторіть.",
    "stepsFloorDips": "Початкова позиція:\nСядьте, поклавши руки за спину, підтримуючи спину.\nВаші пальці повинні бути спрямовані вперед.\nВаші коліна повинні бути зігнуті, стопи разом.\n\nКроки:\n1. Підніміть стегна від землі, випрямивши руки.\n2. Зігніть лікті, опустивши стегна.\n3. Випрямити руки, повернувшись у попереднє положення.\n4. Повторіть кроки 2 і 3.\n\nПримітки:\nСкладність вправи залежить від того, наскільки високо ви піднімаєте стегна.",
    "exercisePikePushups": "Щучі віджимання",
    "stepsPikePushups": "Дивлячись:\nСобака, яка дивиться вниз: ваше тіло має мати V-подібну форму з прямою спиною, руками та ногами. Ваші стегна повинні бути вгорі.\nВи можете дістатися до цього положення, відводячи руки назад від високої дошки.\n\nКроки:\n1. Зігніть лікті в сторони, тримаючи спину і ноги прямими, а голову наблизивши до підлоги.\n2. Випряміть руки, штовхаючи стегна назад і тримаючи спину та ноги прямими.\n3. Повторіть.",
    "exerciseChinTuck": "Підтягування підборіддя",
    "stepsChinTuck": "Початкова позиція:\nСядьте або встаньте з прямою спиною.\n\nКроки:\n1. Використовуйте пальці на підборідді, щоб повільно втягнути підборіддя, відводячи голову назад, щоб вирівняти її з хребтом.\n2. Затримайтеся на 5 секунд.\n3. Поверніться до нормального положення голови та повторіть.",
    "stepsFrontNeckStretch": "Початкова позиція:\nСядьте або встаньте з прямою спиною.\n\nКроки:\n1. Широко відкрити рот.\n2. Повільно закинути голову назад з відкритим ротом. Якщо ви відчуваєте потребу в підтримці, зчепіть руки за головою.\n3. Дуже повільно закривайте і відкривайте рот.\n4. В кінці повільно поверніться у вихідне положення і закрийте рот.",
    "stepsHighPlank": "Початкова позиція:\nПрийміть положення високої дошки: ваші руки і пальці ніг повинні торкатися землі, спина, руки і ноги повинні бути прямими.\nЩоб прийняти це положення, ви можете лягти на живіт, покласти руки вниз біля голови та підняти руки вгору, поки вони не стануть прямими.\n\nКроки:\n1. Зберігайте вихідне положення протягом усього часу виконання вправи.",
    "stepsPullUp": "Початкова позиція:\nПочніть з висіння на перекладині, долоні спрямовані вбік і ноги від підлоги.\nВаші руки повинні бути трохи ширше ширини плечей. Лише трохи так, щоб лікті все ще були попереду тіла, а не прямо збоку.\nВаше тіло має бути прямим і трохи спрямованим вперед. Ваші руки повинні бути витягнуті.\n\nКроки:\n1. Використовуйте свою силу, щоб рівномірно підтягнути тіло, наблизивши груди ближче до перекладини для підтягувань, а підборіддя трохи вище. НЕ піднімайтеся, використовуючи імпульс, наприклад ногами.\n2. Обережно опустіть тіло назад у вихідне положення.\n3. Повторіть.\n\nПоради:\n- Щоб правильно виконувати підтягування, ви повинні спочатку наростити силу в кількох ключових областях, включаючи плечі, руки та прес. Починайте підтягуватися лише після того, як наберете достатньо сили за допомогою інших вправ.",
    "stepsKettlebellDeadlift": "Початкова позиція:\nВстаньте на ширині стегон, розташуйте гирю між щиколоток.Спина повинна бути прямою, голова дивитися вперед.\n\nКроки:\n1. Зігніться в стегнах і злегка зігніть коліна, щоб покласти руки на ручки гирі. Під час виконання руху спина повинна бути прямою.\n2. Візьміться за ручки гирі, штовхаючи руками в протилежних напрямках, ніби розтягуючи ручку.\n3. Торкаючись преса та сідниць, встаньте прямо.\n4. Знову закріпіть стегна, щоб опустити гирю, подібно до кроку 1.\n5. Повторіть з кроку 3.\n\nПоради:\n* Переконайтеся, що ви виконуєте рухи правильно, оскільки це може призвести до травми. Наприклад, не присідайте, а не нахиляйтеся на стегна, не округлюйте спину, тягнучись до гирі, і не нахиляйтеся назад, коли встаєте.",
    "stepsSumoSquat": "Початкова позиція:\nВстаньте, широко розставивши ноги і розвернувши пальці назовні.\n\nКроки:\n1. Повільно опустіться, зігнувши коліна. Витягніть руки вперед. Тримайте голову, груди і стегна на прямій лінії. Стисніть сідниці.\n2. Підніміться у вихідне положення.\n3. Повторіть цю вправу пульсуючими рухами.",
    "stepsLevatorScapulaeStretch": "Початкова позиція:\nПочніть стояти або сидіти. Поверніть голову в одному напрямку, приблизно на 45 градусів. Покладіть руку за спину або сядьте на неї. Візьміть свою руку ближче й тримайте нею потилицю. Злегка опустіть голову вниз.\n\nКроки:\n1. Прийнявши вихідне положення, злегка притисніть голову долоні. Рука повинна тиснути назад з рівною силою, щоб голова не рухалася. Тримайте цю позицію.",
    "stepsNeckCirclesCCW": "Початкова позиція:\nПочніть сидіти або стояти. Опустіть голову вниз, притиснувши підборіддя до грудей, але не натискаючи.\n\nКроки:\nУ більш повільному плавному русі, з розслабленою головою, не штовхаючи в жодному напрямку:\n1. Нахиліться до лівого плеча.\n2. Потім поверніть голову назад, обличчям догори.\n3. Потім нахиліться до правого плеча.\n4. І назад у вихідне положення.\n\nПродовжуйте повторювати це як частину одного повільнішого плавного руху.",
    "stepsNeckCirclesCW": "Початкова позиція:\nПочніть сидіти або стояти. Опустіть голову вниз, притиснувши підборіддя до грудей, але не натискаючи.\n\nКроки:\nУ більш повільному плавному русі, з розслабленою головою, не штовхаючи в жодному напрямку:\n1. Нахиліться до правого плеча.\n2. Потім поверніть голову назад, обличчям догори.\n3. Потім нахиліться до лівого плеча.\n4. І назад у вихідне положення.\n\nПродовжуйте повторювати це як частину одного повільнішого плавного руху.",
    "exerciseSideSplitSquatsRight": "Роздільні присідання вправо",
    "workoutScientific7Minute": "Наукове 7-хвилинне тренування",
    "workoutLeg": "Тренування ніг",
    "workoutNeckShoulderStretch": "Розтягування шиї та плечей",
    "exerciseJumpingJacks": "Стрибок на місці з піднятими руками",
    "exercisePushups": "Віджимання",
    "stepsJumpingJacks": "Початкова позиція:\nВстаньте, ноги разом, спина пряма, руки в сторони.\n\nКроки:\n1. Стрибніть у положення з широко розставленими ногами та торканням рук над головою.\n2. Поверніться у вихідне положення.\n3. Повторіть.",
    "exerciseWallSit": "Стіна",
    "stepsAbCrunches": "Початкова позиція:\nЛяжте на підлогу обличчям догори, зігніть коліна.\n\nКроки:\n1. Зігніть плечі до тазу. Руки можуть бути позаду або біля шиї або схрещеними на грудях.\n2. Поверніться у вихідне положення.\n3. Повторіть.",
    "exerciseSquats": "Присідання",
    "exerciseStepups": "Підйоми",
    "exerciseAbCrunches": "Хрускіти",
    "exerciseChairDips": "Опускання від стільця",
    "exercisePlank": "Планка для передпліччя",
    "exerciseHighKnees": "Високі коліна",
    "stepsHighKnees": "Початкове положення:\nСтійте прямо.\n\nКроки:\n1. Бігайте на місці, виставляючи коліна так високо, як зручно, і швидко змінюючи ноги.",
    "exerciseLunges": "Випади",
    "exerciseSplitSquatsLeft": "Роздільні присідання вліво",
    "exerciseSplitSquatsRight": "Роздільні присідання вправо",
    "stepsSplitSquats": "Початкова позиція:\nВстаньте з прямою спиною. Зробіть великий крок вперед лівою ногою.\n\nКроки:\n1. Опустіть таз вниз, поки ви майже не торкнетеся підлоги правим коліном.\n2. Підніміть таз назад.\n3. Повторіть.",
    "exercisePushupRotations": "Віджимання з поворотами",
    "exerciseSidePlankLeft": "Бічна ліва планка",
    "exerciseSidePlankRight": "Бічна права планка",
    "exerciseBulgarianSplitSquatLeft": "Болгарські роздільні присідання вліво",
    "exerciseBulgarianSplitSquatRight": "Болгарські роздільні присідання вправо",
    "exercisePistolSquatLeft": "Пістолетні присідання вліво",
    "exercisePistolSquatRight": "Пістолетні присідання вправо",
    "stepsKneelingKickback": "Початкова позиція:\nОпустіться на карачки.\n\nКроки:\n1. Відведіть одну ногу назад до повного розгинання, зосереджуючись на сідничних м’язах.\n2. Затримайтеся на одну секунду, потім поверніться у вихідне положення.\n3. Повторити, чергуючи ноги.",
    "exerciseSingleLegCalfRaiseLeft": "Підняття литок лівої ноги",
    "exerciseKneelingKickback": "Відкати на колінах",
    "exerciseJumpRopeBasic": "Скакалка: основні стрибки",
    "exerciseBWArmCircles": "Кола руками назад",
    "exerciseArmCircles": "Кола руками вперед",
    "stepsArmCircles": "Початкова позиція:\nВстаньте прямо з прямою спиною.\n\nКроки:\n1. Тримаючи руки прямими, витягніть їх перед собою, перемістіть вниз, за спину, потім над головою і поверніться у вихідне положення.\n2. Продовжуйте обертати руками, як описано в кроці 1.",
    "stepsBWArmCircles": "Початкова позиція:\nВстаньте прямо з прямою спиною.\n\nКроки:\n1. Тримаючи руки прямими, витягніть їх перед собою, підніміть над головою, потім продовжіть рух за спиною і опустіться у вихідне положення.\n2. Продовжуйте обертати руками, як описано в кроці 1.",
    "exerciseMountainClimbers": "Альпіністи",
    "steps4countBurpees": "Початкова позиція:\nВстаньте прямо, ноги на ширині стегон.\n\nКроки:\n1. Низько присідайте й упріться в підлогу руками між колінами перед стопами, спина пряма.\n2. Тримаючи руки на підлозі, стрибніть ногами назад у положення високої дошки.\n3. Стрибніть ногами вперед, щоб повернутися в положення присідання.\n4. Повторіть.",
    "exerciseNoPushupBurpees": "Берпі без віджимань",
    "exercisePushupBurpees": "Віджимання берпі",
    "exercise4countBurpees": "4 берпі",
    "exerciseSquatThrusts": "Присідання з поштовхами",
    "stepsSquatThrusts": "Початкова позиція:\nПочніть у положенні високої дошки: спина, руки та ноги прямі, руки на ширині плечей.\n\nКроки:\n1. Стрибніть ногами вперед між руками, тримаючи спину рівною.\n2. Тримаючи руки на підлозі, стрибніть ногами назад у положення високої дошки.\n3. Повторіть.",
    "exerciseReverseLunges": "Зворотні випади",
    "stepsReverseLunges": "Початкова позиція:\nВстаньте прямо, ноги на ширині стегон.\n\nКроки:\n1. Відступіть однією ногою назад, щоб вона могла зручно зігнутися під кутом 90 градусів.\n2. Повільно зігніть обидва коліна, щоб утворити кути 90 градусів.\n3. Поверніться у вихідне положення.\n4. Повторити, чергуючи ноги.",
    "exerciseLegRaises": "Підняття ніг",
    "stepsLegRaises": "Початкова позиція:\nЛяжте на спину, ноги разом, руки по боках.\n\nКроки:\n1. Зігніть коліна, потім випряміть їх так, щоб вони були спрямовані прямо вгору.\n2. Тримаючи ноги прямими, опустіть їх разом, не торкаючись підлоги. Чим нижче ви опускаєтеся, тим інтенсивніше вправа.\n3. Підніміть обидві ноги разом, щоб знову вказати прямо вгору.\n4. Повторіть з кроку 2.",
    "exerciseFloorDips": "Піднімання на руках із підлоги",
    "exerciseHeadTurn": "Повороти голови",
    "stepsHeadTurn": "Початкова позиція:\nСядьте або встаньте з прямою спиною та опущеними плечима.\n\nКроки:\n1. Поверніть голову вбік якнайдалі. Зупиніться, коли натрапите на бар’єр, і затримайтеся на 5 секунд.\n2. Поверніться в центральне положення та повторіть, змінюючи сторони.",
    "exerciseNeckFlexion": "Розтяжка шиї",
    "stepsNeckFlexion": "Початкова позиція:\nСядьте прямо на стілець або тверду подушку.\n\nКроки:\n1. Видихніть і нахиліть голову вперед, підборіддям до грудей, заклавши руки за голову.\n2. Руками злегка потягніть голову вниз і притисніть долоні головою, щоб збалансувати силу.\n3. Затримайтеся трохи.\n4. Розслабте руки і голову, трохи розгорнувши плечі.\n5. Продовжуйте повторювати це, починаючи з кроку 2 і далі.",
    "exerciseLeftNeckStretch": "Розтяжка шиї вліво",
    "exerciseRightNeckStretch": "Розтяжка шиї вправо",
    "stepsLateralNeckStretch": "Початкова позиція:\nСядьте або встаньте з прямою спиною.\n\nКроки:\n1. Нахиліть голову набік.\n2. Візьміть руку ближче до голови і візьміться нею за голову з іншого боку.\n3. Натисніть рукою на голову, а головою – на руку, щоб сили врівноважувалися, а голова залишалася нерухомою.\n4. Зберігайте цю напругу до кінця вправи.",
    "exerciseShoulderShrug": "Потискання плечима",
    "stepsShoulderShrug": "Початкова позиція:\nСядьте або встаньте з прямою спиною.\n\nКроки:\n1. Підніміть плечі прямо вгору, наскільки це можливо, і затримайтеся на 5 секунд.\n2. Опустіть плечі назад у розслаблене положення.\n3. Повторіть.",
    "exerciseFrontNeckStretch": "Розтяжка шиї вперед",
    "exerciseFWShoulderRotation": "Обертання плечем вперед",
    "exerciseBWShoulderRotation": "Обертання плечем назад",
    "stepsShoulderRotation": "Початкова позиція:\nСядьте або встаньте з прямою спиною.\n\nКроки:\n1. Покладіть руки на плечі.\n2. Кілька разів обертайте обома плечовими суглобами круговими рухами в середньому темпі.",
    "exerciseHighPlank": "Висока планка",
    "exerciseChildsPose": "Поза дитини",
    "stepsChildsPose": "Початкова позиція:\nПочніть на четвереньках, торкаючись колінами, пальцями ніг і руками землі. Ваші два великих пальці ніг повинні торкатися.\n\nКроки:\n1. Перемістіть коліна так, щоб вони були приблизно на ширині стегон.\n2. На видиху відведіть таз назад, щоб сісти на п'яти. Ваші руки все ще повинні торкатися землі.\n3. Розслабте верхню частину тіла, опустіть чоло до підлоги та дозвольте рукам рухатися вперед природним чином.\n4. Залишайтеся в цій позі.\n\nПоради:\n* Щоб вийти з пози, проведіть руками назад під плечима та підніміть верхню частину тіла в положення сидячи.",
    "exercisePullUp": "Підтягування",
    "exerciseKettlebellDeadlift": "Станова тяга з гирею",
    "exerciseSumoSquat": "Сумо присідання",
    "exerciseAlternatingBicepCurls": "Чергування локонів біцепса",
    "stepsAlternatingBicepCurls": "Початкове положення:\nПочинайте стояти з гантелями в кожній руці, спина пряма, стопи на ширині стегон. Ваші руки повинні бути розслабленими, спрямованими вниз. Коліна повинні бути злегка зігнуті, прес стиснутий, плечі опущені.\n\nКроки:\n1. Зігніть одну руку в лікті, піднімаючи гантель до плеча. Під час цього руху верхня частина руки повинна залишатися нерухомою.\n2. Опустіть гантель, доки рука не опиниться в розслабленому положенні.\n3. Повторіть, змінюючи руки.",
    "exerciseLevatorScapulaeStretchL": "Розтяжка лівої лопатки",
    "exerciseLevatorScapulaeStretchR": "Розтяжка правої лопатки",
    "exerciseNeckCirclesCW": "Повороти шиї за годинниковою стрілкою",
    "exerciseNeckCirclesCCW": "Повороти шиї проти годинникової стрілки",
    "stepsNeckHalfCircles": "Початкова позиція:\nПочніть сидіти або стояти. Притуліть голову до одного з плечей, але не натискайте.\n\nКроки:\nОдним повільнішим плавним рухом, розслабивши голову й не штовхаючи її в жодному напрямку:\n1. Опустіть голову до грудей.\n2. Потім відіпріться на інше плече.\n3. Потім знову назад до грудей.\n4. І, нарешті, у вихідне положення.\n\nПродовжуйте це повторювати.",
    "exerciseHeadTilts": "Нахили голови",
    "stepsHeadTilts": "Початкова позиція:\nСядьте або встаньте з прямою спиною.\n\nКроки:\n1. Нахиліть голову набік і трохи затримайтеся.\n2. Поверніть голову в нейтральне положення і трохи затримайтеся.\n3. Нахиліть голову на інший бік і трохи затримайтеся.\n4. Знову поверніть голову в нейтральне положення та трохи затримайтеся.\n5. Повторіть.",
    "exerciseNeckHalfCircles": "Півкола шиєю"
}
