Repository: EnjoyingFOSS/feeel
Catalog: strings/app_*.arb
Languages: ar, az, ca, cs, de, el, eo, es, fa, fr, he, hr, id, it, nl, pt_br, ru, sv, tr, uk, zh

# txtDuplicateImportInfo
source: If you import workouts that are identical to workouts you have in Feeel already, you will have those workouts twice in the app and will have to manually delete them.
ar: إذا قمت باستيراد التدريبات المطابقة للتدريبات التي لديك في Feeel بالفعل ، فستحصل على هذه التدريبات مرتين في التطبيق وسيتعين عليك حذفها يدويا.
cs: Pokud importujete tréninky shodné s těmi, které již ve Feeel jsou, budete mít v aplikaci tyto tréninky dvakrát a budete je muset odstranit ručně.
de: Wenn Sie Trainings importieren, die identisch sind mit Trainings, die Sie bereits in Feeel haben, müssen Sie diese doppelten Trainings in der App manuell löschen.
el: Εάν εισάγετε προπονήσεις που είναι ίδιες με προπονήσεις που έχετε ήδη στο Feeel, θα έχετε αυτές τις προπονήσεις δύο φορές στην εφαρμογή και θα πρέπει να τις διαγράψετε χειροκίνητα.
es: Si importas rutinas que sean idénticas a rutinas que ya tienes en Feeel, tendrás esas rutinas dos veces en la aplicación y tendrás que eliminarlas manualmente.
fr: Si vous importez des séances d'entraînement identiques à celles que vous avez déjà dans Feeel, elles apparaîtront deux fois dans l'application et vous devrez les supprimer manuellement.
hr: Ako uvezeš treninge koji su identični treninzima koje već imaš u Feeelu, te treninge ćeš imati dvaput u programu i morat ćeš ih ručno izbrisati.
it: Se si importano allenamenti identici a quelli già presenti in Feeel, tali allenamenti saranno presenti due volte nell'app e dovranno essere eliminati manualmente.
pt_br: Se você importar rotinas que são idênticas às rotinas que você já tem no Feeel, você terá as duas rotinas no aplicativo e terá que manualmente deletar elas.
ru: Если вы импортируете тренировки, которые уже есть в Feel, они продублируются в приложении и придется удалять их вручную.
tr: Feeel'de zaten sahip olduğunuz antrenmanlarla aynı olan antrenmanları içe aktarırsanız, bu antrenmanları uygulamada iki kez görürsünüz ve bunları elle silmeniz gerekecektir.
uk: Якщо ви імпортуєте тренування, які ідентичні тренуванням, які ви вже маєте в Feeel, ви будете мати ті тренування двічі в застосунку та повинні вручну видалити їх.
zh: 如果导入的锻炼组合与 Feeel 内您已有的锻炼组合相同，就会有两组一样的锻炼组合，重复的需要手动删除。

# btnWgerLogIn
source: Log in with wger
cs: Přihlásit se na wger
de: Mit wger anmelden
es: Iniciar sesión con wger
fr: Se connecter via wger
it: Accedi tramite wger
pt_br: Entrar com wger
ru: Вход wger
tr: wger ile oturum aç
uk: Увійдіть за допомогою wger

# txtLearnTheExercise
source: Learn the exercise
ar: تعلم التمرين
cs: Naučte se cvik
de: Lerne die Übung
el: Μάθετε την άσκηση
es: Aprende el ejercicio
fr: Apprenez l'exercice
hr: Nauči vježbu
it: Impara l'esercizio
pt_br: Aprender o exercício
ru: Описание упражнения
tr: Egzersizi öğren
uk: Вивчити вправу
zh: 学习锻炼方法

# txtDisclaimerContent
source: Exercises and workouts are volunteer-contributed. Neither Feeel nor any volunteer is responsible for the correctness of any info in this app or for your health. Use at your own discretion.
ar: تمارين وتدريبات يساهم فيها المتطوعون. لا يتحمل Feeel ولا أي متطوع مسؤولية صحة أي معلومات في هذا التطبيق أو عن صحتك. استخدام في التحفظ الخاصة بك.
cs: Cviky i tréninky jsou autorovány dobrovolníky. Ani Feeel ani jakýkoliv dobrovolník nejsou zodpovědni za správnost jakýchkoliv informací v této aplikaci či za vaše zdraví. Používejte dle vlastního uvážení.
de: Die Übungen und Workouts werden von Freiwilligen zur Verfügung gestellt. Weder Feeel noch andere Freiwillige sind für die Richtigkeit der Informationen in dieser App oder für deine Gesundheit verantwortlich. Die Verwendung erfolgt nach eigenem Ermessen.
es: Los ejercicios y rutinas son contribuidos voluntariamente. Ni Feeel ni ningún otro voluntario es responsable de la exactitud de la información en esta aplicación o de tu salud. Úsala bajo tu propia discreción.
fr: Les exercices et les entraînements sont fournis par des bénévoles. Ni Feeel ni aucun volontaire ne sont responsables de l'exactitude des informations contenues dans cette application ou de votre santé. Utilisez cette application à votre propre discrétion.
it: Gli esercizi e gli allenamenti sono forniti da volontari. Né Feeel né i volontari sono responsabili della correttezza delle informazioni contenute in questa applicazione o della vostra salute. Utilizzare a propria discrezione.
pt_br: Exercícios e rotinas são contribuições voluntarias. Nem Feeel, nem qualquer voluntário é responsável pela precisão das informações nesse aplicativo ou pela sua saúde. Use por discrição própria.
ru: Упражнения и тренировки представлены волонтёрами. Ни Feel, ни кто-либо из волонтеров проекта не несут ответственности за предоставленную информацию и ее последствия на ваше здоровье. Используйте ее на свое усмотрение.
tr: Egzersizler ve antrenmanlara gönüllüler tarafından katkıda bulunulmaktadır. Ne Feeel ne de herhangi bir gönüllü bu uygulamadaki herhangi bir bilginin doğruluğundan veya sağlığınızdan sorumlu değildir. Kendi takdirinize bağlı olarak kullanın.
uk: Вправи та тренування надаються волонтерами. Ні компанія Feeel, ні будь-який волонтер не несуть відповідальності за правильність будь-якої інформації в цьому застосунку або за ваше здоров'я. Використовуйте на власний розсуд.

# txtWger21Days
source: Contributing via wger requires an account older than 21 days.
cs: Přispívání přes wger vyžaduje účet starší než 21 dní.
de: Für einen Beitrag über wger ist ein Konto erforderlich, das älter als 21 Tage ist.
es: Contribuir vía wger requiere una cuenta con mas de 21 días de antigüedad.
fr: La contribution via wger nécessite un compte de plus de 21 jours.
it: La contribuzione tramite wger richiede un account più vecchio di 21 giorni.
pt_br: Contribuir via wger requer uma conta com mais de 21 dias.
tr: Wger aracılığıyla katkıda bulunmak için 21 günden daha eski bir hesap gerekir.
uk: Щоб внести внесок через wger, потрібен обліковий запис старше 21 дня.

# txtImportWorkout
source: Import workout(s)
cs: Importovat trénink(y)
fr: Importer des séances d'entraînement
it: Importa allenamento(i)
uk: Імпорт тренувань(с)

# txtItemImported
source: "%s" imported!
cs: "%s" importováno!
fr: « %s » importé !
it: "%s" importato!
uk: "%s" імпортовано!

# txtCouldNotImportItem
source: Could not import "%s".
cs: Importování "%s" selhalo.
fr: Impossible d'importer « %s ».
it: Impossibile importare "%s".
uk: Не вдалося імпортувати "%s".

# txtItemExported
source: "%s" exported!
cs: "%s" exportováno!
fr: « %s » exporté !
it: "%s" esportato!
uk: "%s" експортовано!

# txtCouldNotExportItem
source: Could not export "%s".
cs: Expotování "%s" selhalo.
fr: Impossible d'exporter « %s ».
it: Impossibile esportare "%s".
uk: Не вдалося експортувати "%s".

# txtYourActivity
source: Your activity
cs: Vaše aktivita
fr: Votre activité
it: La tua attività
uk: Ваша активність

# txtHome
source: Home
cs: Domov
fr: Accueil
uk: Головна

# txtNotesInDesc
source: Notes:
cs: Poznámky:
it: Note:
uk: Примітки:

# txtPersonalizedColors
source: Personalized colors
cs: Personalizované barvy
fr: Couleurs personnalisées
it: Colori personalizzati
uk: Персоналізовані кольори

# txtCustomWithDuration
source: Custom (%s)
cs: Vlastní (%s)
de: Benutzerdefiniert (%s)
fr: Personnalisé (%s)
it: Personalizzato (%s)
uk: Власний (%s)

# txtUseSystemLanguage
source: Use system language
cs: Použít jazyk systému
fr: Utiliser la langue du système
it: Usa la lingua del sistema
uk: Використовувати мову системи

# txtSecondsLeft
source: {count, plural, one{{count} second left} few{{count} seconds left} other{{count} seconds left}}
cs: {count, plural, one{zbývá {count} vteřina} few{zbývají {count} vteřiny} other{zbývá {count} vteřin}}

# txtNotificationSystemSettingsPermission
source: You must give Feeel permission to show notifications via your system settings.
cs: Je potřeba přidělit aplikaci povolení zobrazovat notifikace z nastavení systému.
fr: Vous devez autoriser Feeel à afficher des notifications via les paramètres de votre système.
it: Devi autorizzare Feelel a mostrare le notifiche tramite le impostazioni di sistema.
uk: Ви повинні надати Feeel дозвіл на показ сповіщень у налаштуваннях системи.

# txtExerciseUpdateFromWeb
source: Get exercise updates from the web
cs: Stahovat aktualizace cviků z internetu
fr: Obtenir des mises à jour sur l'exercice à partir du web
it: Ricevi aggiornamenti sugli esercizi dal Web
uk: Отримувати оновлення вправ з Інтернету

# btnContributeTTS
source: Help bring text-to-speech to Linux
cs: Pomoz se syntézou řeči na Linuxu
de: Helfen Sie mit, Text-to-Speech auf Linux zu bringen
es: Ayuda a traer texto-a-voz a Linux
fr: Aidez à ajouter la synthèse vocale sur Linux
it: Aiutaci a portare la sintesi vocale su Linux
pt_br: Ajude a trazer voz-para-texto ao Linux
tr: Metin okumanın Linux'a getirilmesine yardımcı olun
uk: Допоможіть озвучити текст на Linux

# txtOnlyUpdateOverWifi
source: Only update exercises over wifi
cs: Aktualizovat cviky jen přes wifi
fr: Exercices de mise à jour uniquement en Wi-Fi
it: Aggiorna solo gli esercizi tramite Wi-Fi
uk: Оновлювати вправи лише через wifi

# btnExport
source: Export
cs: Exportovat
fr: Exporter
it: Esporta
uk: Експорт

# btnContributeAnImage
source: Contribute one now
cs: Přispět obrázek
fr: Contribuer maintenant
it: Contribuisci ora
uk: Зробіть свій внесок зараз

# btnHideUncompletedWorkouts
source: Hide uncompleted workouts
cs: Skrýt nedokončené tréninky
fr: Masquer les séances d'entraînement non terminées
it: Nascondi gli allenamenti non completati
uk: Приховати незавершені тренування

# txtDurationOverXWorkouts
source: {count, plural, zero{No workouts} one{{duration} over {count} workout} few{{duration} over {count} workouts} other{{duration} over {count} workouts}}
cs: {count, plural, zero{Žádné tréninky} one{{duration} za {count} trénink} few{{duration} za {count} tréninky} other{{duration} za {count} tréninků}}

# txtEnglishDescLicense
source: English description by %1s is licensed under the [%2s license].
cs: Anglický popis od autora %1s je byl vydán pod [licencí %2s].
fr: La description en anglais de %1s est sous licence [licence %2s].
it: La descrizione in inglese di %1s è concessa in licenza ai sensi della [licenza %2s].
uk: Опис англійською мовою від %1s надається за ліцензією [%2s].

# txtNoExerciseImageYet
source: No exercise image yet
cs: Obrázek cviku zatím neexistuje
fr: Pas encore d'image d'exercice
it: Nessuna immagine dell'esercizio
uk: Ще немає зображення вправи

# btnOK
source: OK
ar: حسنا
el: Εντάξει
eo: bone
es: Listo
fa: خُب
he: אישור
hr: U redu
nl: Oké
ru: ладно
tr: Tamam
uk: ОК
zh: 确定
