Repository: EnjoyingFOSS/feeel
Catalog: strings/app_*.arb
Languages: ar, az, ca, cs, de, el, eo, es, fa, fr, he, hr, id, it, nl, pt_br, ru, sv, tr, uk, zh

# btnAddALinkToPhotos
source: Add a link to your photo(s)
ar: أضف ارتباطًا إلى صورتك (صورك)
az: Şəkil(lər)inə link əlavə et
cs: Přidat odkaz k fotce/fotkám
de: Link zu deinem/n Foto(s) hinzufügen
el: Προσθήκη συνδέσμου προς τις φωτογραφίες σας
eo: Aldoni ligon al via foto(j)
es: Añadir un enlace a su(s) foto(s)
fa: اضافه کردن لینک به عکس (ها)
fr: Ajouter un lien vers vos photos
he: הוספת קישור לתמונה/ות שלך
hr: Dodaj poveznice na svoje fotografije
id: Tambahkan tautan ke foto Anda
it: Aggiungi un link alla tua(e) foto
nl: Voeg een link toe naar je foto('s)
pt_br: Adicionar um link para sua(s) foto(s)
ru: Добавить ссылку на фотографии
sv: Lägg till en länk till dina foton
tr: Fotoğraf(lar)ınıza bir bağlantı ekleyin
uk: Додати посилання на фото/фотографії
zh: 为照片添加链接

# btnDisableTTS
source: Sounds instead of voice
ar: موسيقى بدلا من الصوت
az: Danışıq yerinə səs
cs: Používat zvuky namísto mluveného slova
de: Sounds anstelle von Sprache ausgeben
el: Ήχοι αντί για φωνή
eo: Uzi sonoj anstataŭe de parolado
es: Usar sonidos en lugar del habla
fa: استفاده از صدا به‌جای سخن
fr: Utiliser des sons au lieu de la parole
he: שימוש בצלילים במקום דיבור
hr: Zvukovi umjesto glasa
id: Gunakan suara alih-alih ucapan
it: Usa suoni invece del parlato
nl: Geluiden afspelen in plaats van oefening voor te lezen
pt_br: Use sons ao invés de fala
ru: Использовать сигналы вместо TTS
sv: Ljud istället för röst
tr: Konuşma yerine sesleri kullan
uk: Звуки замість голосу
zh: 用声音代替语音

# btnAdjustTiming
source: Adjust timing
ar: ضبط التوقيت
az: Müddətləri dəyiş
cs: Upravit časování
de: Zeiten anpassen
el: Προσαρμογή χρονισμού
eo: Alĝustigu kalendaro
es: Ajustar ritmo
fa: تنظیم زمان‌بندی
fr: Ajuster le minutage
he: התאמת התזמון
hr: Podesi vrijeme
id: Sesuaikan waktu
it: Regola i tempi
nl: Timing aanpassen
pt_br: Ajustar tempo
ru: Подстроить время
sv: Justera tidsmåttet
tr: Zamanlamayı ayarla
uk: Налаштувати час
zh: 调整时间

# txtFeeelDescription
source: An open-source home workout app that respects your privacy
ar: تطبيق تمرين منزلي مفتوح المصدر يحترم خصوصيتك
az: Məxfiliyinizə hörmət edən açıq-mənbə ev məşq tətbiqi
cs: Open-source fitness aplikace, která respektuje vaše soukromí
de: Eine quelloffene Workout-Anwendung für zu Hause, die deine Privatsphäre respektiert
el: Μια εφαρμογή ανοιχτού λογισμικού για σπιτική προπόνηση, η οποία σέβεται την ιδιωτικότητα σας
eo: Malferma-fonto hejmo workout app kiu respektas vian privatecan
es: Una app de rutinas de ejercicio de código abierto que respeta tu privacidad tu privacidad
fa: یک نرم‌افزار متن-باز تمرین‌های ورزشی خانگی که برای حریم شخصی شما احترام قائل است
fr: Une application d’exercice à domicile à code source ouvert qui respecte votre vie privée
he: יישום אימונים ביתיים בקוד פתוח אשר מכבד את הפרטיות שלך
hr: Program otvorenog koda za treniranje kod kuće koji poštuje tvoju privatnost
id: Aplikasi olahraga dari rumah open-source yang menghormati privasi Anda
it: Un'applicazione di allenamento a casa con codice aperto che rispetta la tua riservatezza
nl: Een open source workout-app die je privacy respecteert
pt_br: Um aplicativo de código aberto para exercícios em casa que respeita a sua privacidade
ru: Приложение для домашних тренировок с открытым исходным кодом, которое уважает вашу частную жизнь
sv: En öppen källkodsapp för hemmaträning som respekterar din integritet
tr: Gizliliğinize saygı duyan açık kaynaklı bir evde antrenman uygulaması
uk: Застосунок для домашнього тренування з відкритим кодом, який поважає вашу конфіденційність
zh: 一款尊重您的隐私的居家锻炼开源应用

# txtAboutFeeel
source: About Feeel
ar: حول تطبيق Feeel
az: Feeel haqqında
cs: O Feeel
de: Über Feeel
el: Περί του Feeel
eo: Pri Feeel
es: Acerca de Feeel
fa: درباره Feeel
fr: À propos de Feeel
he: על אודות Feeel
hr: O programu Feeel
id: Tentang Feeel
it: Informazioni su Feeel
nl: Over Feeel
pt_br: Sobre Feeel
ru: О Feeel
sv: Om Feeel
tr: Feeel hakkında
uk: Про Feeel
zh: 关于Feeel

# btnDoneEditingTiming
source: Done editing timing
ar: انتهى تعديل التوقيت
az: Zamanlama hazırdır
cs: Časování upraveno
de: Fertig mit der Bearbeitung
el: Ολοκληρώθηκε η επεξεργασία του χρονισμού
eo: Farita redaktado kalendaro
es: Tiempo de edición terminado
fa: ویراش زمان‌بندی انجام شد
fr: Modification de la durée terminée
he: עריכת התזמון בוצעה
hr: Uređivanje vremena je gotovo
id: Waktu pengeditan selesai
it: Modifica dei tempi finita
nl: Aanpassen afronden
pt_br: Pronto editando o tempo
ru: Редактирование времени
sv: Redigering av tidsangivelser
tr: Zamanlamayı düzenleme tamamlandı
uk: Налаштування часу завершено
zh: 时间已经调整

# btnDiscard
source: Discard
ar: تجاهل
az: Ləğv et
cs: Zahodit
de: Verwerfen
el: Απόρριψη
eo: Forĵeti
es: Descartar
fa: چشم پوشی
fr: Abandonner
he: השלכה
hr: Odbaci
id: Buang
it: Abbandona
nl: Verwerpen
pt_br: Descartar
ru: Отбросить
sv: Kasta
tr: Vazgeç
uk: Відхилити
zh: 放弃

# btnCancel
source: Cancel
ar: إلغاء
az: İmtina
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hr: Odustani
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отменить
sv: Avbryt
tr: İptal
uk: Скасувати
zh: 取消

# txtDiscardChanges
source: Discard changes?
ar: تجاهل التغييرات؟
az: Dəyişiklikləri ləğv edək?
cs: Zahodit změny?
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
eo: Forĵeti ŝanĝojn?
es: ¿Descartar cambios?
fa: دورریختن تغییرات؟
fr: Abandonner les modifications ?
he: להשליך את השינויים?
hr: Odbaciti promjene?
id: Batalkan perubahan?
it: Abbandonare le modifiche?
nl: Wijzigingen verwerpen?
pt_br: Descartar mudanças?
ru: Отменить изменения?
sv: Förkasta ändringar?
tr: Değişikliklerden vazgeçilsin mi?
uk: Скасувати зміни?
zh: 放弃修改吗？

# txtCustomDuration
source: Custom duration (s.)
ar: مدة مخصصة (s.)
az: İxtiyari müddət (s.)
cs: Vlastní délka (s.)
de: Benutzerdefinierte Dauer (Sek.)
el: Προσαρμοσμένη διάρκεια (s.)
eo: Propra daŭro (s.)
es: Duración personalizada (s.)
fa: مدت زمان(های) سفارشی
fr: Durée personnalisée (s.)
he: משך זמן מותאם אישית (שנ׳)
hr: Prilagođeno trajanje (s.)
id: Durasi kustom (s.)
it: Durata personalizzata (s.)
nl: Aangepaste duur (in sec.)
pt_br: Duração personalizada
ru: Индивидуальная продолжительность (сек.)
sv: Anpassad tid (s.)
tr: Özel süre (sn.)
uk: Власна тривалість (с)
zh: 自定义时长（秒）

# txtThemeDark
source: Dark
ar: داكن
az: Tünd
cs: Tmavý
de: Dunkel
el: Σκούρο
eo: Malluma
es: Oscuro
fr: Sombre
he: כהה
hr: Tamna
id: Gelap
it: Scuro
nl: Donker
pt_br: Escuro
ru: Темная
sv: Mörkt
tr: Koyu
uk: Темна
zh: 暗色

# txtThemeLight
source: Light
ar: مضيء
az: Açıq
cs: Světlý
de: Hell
el: Ανοιχτό
eo: Lumo
es: Claro
fr: Clair
he: בהירה
hr: Svijetla
id: Cerah
it: Chiaro
nl: Licht
pt_br: Claro
ru: Светлая
sv: Ljust
tr: Açık
uk: Світла
zh: 亮色

# txtThemeSystem
source: System default
ar: افتراضيات النظام
cs: Dle systému
de: Systemstandard
el: Προκαθορισμένο συστήματος
eo: Sistemo default
es: Por defecto
fr: Par défaut du système
he: ברירת המחדל של המערכת
hr: Standard sustava
id: Default sistem
it: Predefinito del sistema
nl: Systeemthema
pt_br: Padrão do sistema
ru: Системная
sv: Systemets standard
tr: Sistem öntanımlı değeri
uk: Система за замовчуванням
zh: 系统默认

# txtTheme
source: Theme
ar: السمة
az: Tema
cs: Vzhled
de: Farbschema
el: Θέμα
eo: Temo
es: Tema
fr: Thème
he: ערכת נושא
hr: Tema
id: Tema
it: Tema
nl: Thema
pt_br: Tema
ru: Тема
sv: Tema
tr: Tema
uk: Тема
zh: 主题

# txtCouldNotOpenURL
source: Could not open URL.
ar: تعذر فتح عنوان URL.
az: URL açılmadı.
cs: Nelze otevřít URL.
de: Kann URL nicht öffnen.
el: Δεν μπόρεσε να ανοίξει το URL.
eo: Ne eblis malfermi URL.
es: No es posible abrir URL.
fr: Impossible d'ouvrir URL.
he: לא היה ניתן לפתוח את הכתובת.
hr: URL se nije mogao otvoriti.
id: Tidak dapat membuka URL.
it: Impossibile aprire URL.
nl: De url kan niet worden geopend.
pt_br: Não foi possível abrir a URL.
ru: Не удалось открыть URL.
sv: Kunde inte öppna URL.
tr: URL açılamadı.
uk: Не вдалося відкрити URL.
zh: 无法打开网址。

# txtDonate
source: Donate
ar: تبرّع
az: Bağış et
cs: Darovat
de: Spenden
el: Δωρεά
eo: Doni
es: Donar
fr: Faire un don
he: תרומה
hr: Doniraj
id: Donasi
it: Dona
nl: Doneren
pt_br: Doar
ru: Пожертвовать
sv: Donera
tr: Bağış yapın
uk: Пожертвування
zh: 捐赠

# txtSourceCode
source: Source code
ar: الشفرة المصدرية
az: Mənbə kodu
cs: Zdrojový kód
de: Quellcode
el: Πηγαίος κώδικας
eo: Fontkodo
es: Código fuente
fr: Code source
he: קוד מקור
hr: Izvorni kod
id: Kode sumber
it: Codice sorgente
nl: Broncode
pt_br: Código-fonte
ru: Исходный код
sv: Källkod
tr: Kaynak kodları
uk: Вихідний код
zh: 源代码

# txtParticipate
source: Participate
ar: مشاركة
az: İştirak et
cs: Účastněte se
de: Teilnehmen
el: Συμμετοχή
eo: Partopreni
es: Participar
fr: Rejoignez
he: השתתפות
hr: Sudjeluj
id: Berpartisipasi
it: Partecipa
nl: Bijdragen
pt_br: Participar
ru: Участвуйте
sv: Delta
tr: Katılın
uk: Брати участь
zh: 参与

# txtBatteryOptimization
source: On some devices, you may need to disable battery optimization for Feeel for this to work reliably.
ar: على بعض الأجهزة، قد تحتاج إلى تعطيل تحسين البطارية لتطبيق Feeel لكي يعمل هذا بشكل موثوق.
az: Bəzi cihazlarda bunun etibarlı işləməsi üçün Feeel üçün batareyanın optimallaşdırılmasını söndürməli ola bilərsiniz.
cs: Na některých zařízeních může být nutné vypnout optimalizaci baterie pro Feeel, aby tato funkce spolehlivě fungovala.
de: Auf einigen Geräten muss möglicherweise die Batterieoptimierung für Feeel deaktiviert werden, damit dies zuverlässig funktioniert.
el: Σε μερικές συσκευές, μπορεί να χρειαστεί να απενεργοποιήσετε τις βελτιστοποιήσεις μπαταρίας για το Feeel, ώστε αυτό να λειτουργήσει αξιόπιστα.
eo: Sur kelkaj aparatoj, vi povas devi malfunkciigi baterio optimumigo por Feeel por ĉi labori fidinde.
es: En algunos dispositivos, es posible que necesites desactivar la optimización de batería para Feeel para que funcione correctamente.
fr: Sur certains appareils, il se peut que vous deviez désactiver l'optimisation de la batterie pour Feeel pour que ceci fonctionne de manière fiable.
he: בחלק מהמכשירים ייתכן צורך להשבית את מיטוב הסוללה ל־Feeel כדי שהיישום יעבוד באופן תקין.
hr: Na nekim uređajima možda moraš deaktivirati optimizaciju baterije da bi Feeel mogao pouzdano raditi.
id: Pada beberapa perangkat, Anda mungkin perlu menonaktifkan optimisasi baterai untuk Feel Bagi ini untuk bekerja dapat dipercaya.
it: Su alcuni dispositivi, potrebbe essere necessario disabilitare l'ottimizzazione della batteria per Feeel affinché questo funzioni in modo affidabile.
nl: Op sommige apparaten is het verstandig om accu-optimalisatie uit te schakelen zodat Feeel betrouwbaar kan werken.
pt_br: Em alguns dispositivos, você precisa desativar a optimização de bateria para Feeel para que isso funcione corretamente.
ru: На некоторых устройствах для надежной работы Feeel может потребоваться отключить оптимизацию батареи.
sv: På vissa enheter kan du behöva inaktivera batterioptimering för Feeel för att detta ska fungera på ett tillförlitligt sätt.
tr: Bazı aygıtlarda, bunun güvenilir bir şekilde çalışması için pil iyileştirmesini Feeel için devre dışı bırakmanız gerekebilir.
uk: На деяких пристроях можна вимкнути оптимізацію батареї для Feeel.
zh: 在某些设备上，您可能需要禁用电池优化，Feeel才能可靠地工作。

# txtOther
source: Other
ar: آخر
az: Digər
cs: Jiné
de: Anderes
el: Άλλη
eo: Aliaj
es: Otras
fr: Autre
he: שונות
hr: Drugo
id: Lainnya
it: Altro
nl: Andere
pt_br: Outros
ru: Другое
sv: Andra
tr: Diğer
uk: Інше
zh: 其他

# txtCardio
source: Cardio
ar: القلب
az: Kardio
cs: Kardio
de: Kardio
el: Αερόβια
eo: Cardioo
es: Cardo
he: סיבולת לב־ריאה
hr: Kardio
id: Kardio
pt_br: Cárdio
ru: Кардио
sv: Kardio
tr: Kardiyo
uk: Кардіо
zh: 有氧运动

# txtStretchingAndYoga
source: Stretching & yoga
ar: تمارين الإطالة واليوغا
az: Gərilmə və yoqa
cs: Protahování a jóga
de: Dehnung & Yoga
el: Διατάσεις & γιόγκα
eo: Streĉanta & jogo
es: Estiramiento y yoga
fr: Étirement et yoga
he: מתיחות ויוגה
hr: Istezanje i joga
id: Peregangan & yoga
it: Stretching e yoga
nl: Rekken en yoga
pt_br: Alongamento e ioga
ru: Растяжка и йога
sv: Stretchning och yoga
tr: Esneme ve yoga
uk: Розтяжка та йога
zh: 伸展运动和瑜珈

# txtStrength
source: Strength
ar: القوة
az: Güc
cs: Silové cvičení
de: Stärke
el: Δύναμη
eo: Forto
es: Fuerza
fr: Force
hr: Snaga
id: Kekuatan
it: Forza
nl: Kracht
pt_br: Força
ru: Растяжка
sv: Styrka
tr: Güç
uk: Сила
zh: 强度

# txtLanguage
source: Language
ar: اللغة
az: Dil
cs: Jazyk
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
fr: Langue
he: שפה
hr: Jezik
id: Bahasa
it: Lingua
nl: Taal
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
uk: Мова
zh: 语言

# txtNumberInputEmpty
source: Can't be empty
ar: لا يمكن أن يكون فارغا
az: Boş ola bilməz
cs: Nesmí být prázdné
de: Darf nicht leer sein
el: Δεν μπορεί να είναι κενό
eo: Ne povas esti malplena
es: No puede estar vacío
fr: Ne peut pas être vide
he: אין להשאיר שדה זה ריק
hr: Ne može biti prazno
id: Tidak boleh kosong
it: Non può essere vuoto
nl: Kan niet leeg zijn
pt_br: Não pode estar vazio
ru: Не может быть пустым
sv: Kan inte vara tom
tr: Boş olamaz
uk: Не може бути порожнім
zh: 不能留空

# txtNumberInputNonnumeric
source: Must be numeric
ar: يجب أن يكون رقميا
az: Ədəd olmalıdır
cs: Musí být číslo
de: Muss numerisch sein
el: Πρέπει να είναι αριθμητικό
eo: Devas esti nombra
es: Debe ser numérico
fr: Doit être numérique
he: חייב להיות מספר
hr: Mora biti numerički
id: Harus numerik
it: Deve essere numerico
nl: Moet numeriek zijn
pt_br: Deve ser numérico
ru: Должно быть числом
sv: Måste vara numerisk
tr: Sayısal olmalı
uk: Необхідно пронумерувати
zh: 必须是数字

# txtDragToReorder
source: Drag this handle to reorder exercises.
ar: اسحب هذا المقبض لإعادة ترتيب التمارين.
az: Bu qolu dartaraq məşqlərin ardıcıllığını dəyişin.
cs: Táhněte touto rukojetí pro změnu pořadí cviků.
de: Ziehen Sie diesen Griff, um die Übungen neu anzuordnen.
el: Σύρετε αυτή τη λαβή για αναδιάταξη των ασκήσεων.
eo: Trenu ĉi tiun tenilon por reordigi ekzercojn.
es: Arrastre este controlador para reordenar los ejercicios.
fr: Faites glisser cette poignée pour réorganiser les exercices.
hr: Povuci ovu ručku za mijenjanje redoslijeda vježbi.
id: Seret ikon handle untuk menyusun ulang latihan.
it: Trascina questa maniglia per riordinare gli esercizi.
nl: Versleep dit handvat om oefeningen anders in te delen.
pt_br: Arraste esta alça para reordenar os exercícios.
ru: Перетащите этот маркер, чтобы изменить порядок упражнений.
sv: Dra i det här handtaget för att ändra ordningen på övningarna.
tr: Egzersizleri yeniden sıralamak için bu tutamacı sürükleyin.
uk: Перетягніть цю ручку, щоб змінити порядок вправ.
zh: 拖动此手柄可对练习重新排序。

# btnBackToWorkoutList
source: Back to workout list
ar: العودة إلى قائمة التمرين
az: Məşq siyahısına qayıt
cs: Zpět na seznam tréninků
de: Zurück zur Training-Liste
el: Επιστροφή στη λίστα προπονήσεων
eo: Reen al workout listo
es: Volver a la lista de ejercicios
fr: Retour à la liste des entraînements
he: חזרה לרשימת האימונים
hr: Natrag na popis treninga
id: Kembali ke daftar latihan
it: Torna alla lista degli allenamenti
nl: Terug naar overzicht
pt_br: Voltar para a lista de exercícios
ru: Вернуться к списку тренировок
sv: Tillbaka till träningslistan
tr: Antrenman listesine geri dön
uk: Повернутися до списку тренувань
zh: 返回锻炼列表

# txtNoExercises
source: There are no exercises in this workout. :(
ar: لا توجد تدريبات في هذا التمرين. :(
az: Burada heç bir məşq yoxdur. :(
cs: V tomto tréninku nejsou žádné cviky. :(
de: Es gibt keine Übungen in diesem Training :(
el: Δεν υπάρχουν ασκήσεις σε αυτή την προπόνηση. :(
eo: Tie estas neniu ekzercoj en#? i tiu workout. :(
es: No hay ejercicios en este entrenamiento. :(
fr: Il n'y a pas d'exercices dans cette séance d'entraînement. :(
he: עדיין אין תרגילים באימון הזה. :(
hr: U ovom treningu nema vježbi. :(
id: Tidak ada latihan dalam latihan ini. :(
it: Non ci sono esercizi in questo allenamento :(
nl: Deze work-out bevat geen oefeningen. :(
pt_br: Não há exercícios nesse treino. :(
ru: В этой тренировке нет никаких упражнений. :(
sv: Det finns inga övningar i det här träningspasset. :(
tr: Bu antrenmanda egzersiz yok. :(
uk: Немає вправ в цьому тренування. :(
zh: 这组锻炼中没有锻炼内容。:(

# btnDeleteThisWorkout
source: Delete this workout
ar: حذف هذا التمرين
az: Bu məşqi sil
cs: Odstranit tento trénink
de: Dieses Training löschen
el: Διαγραφή αυτής της προπόνησης
eo: Forigu ĉi tiun trejnadon
es: Eliminar este entrenamiento
fr: Supprimer cet entraînement
he: מחיקת אימון זה
hr: Izbriši ovaj trening
id: Hapus latihan ini
it: Elimina questo allenamento
nl: Work-out verwijderen
pt_br: Deletar esse exercício
ru: Удалить эту тренировку
sv: Radera det här träningspasset
tr: Bu antrenmanı sil
uk: Видалити це тренування
zh: 删除此锻炼

# btnIunderstand
source: I understand
ar: أفهم
cs: Rozumím
de: Ich verstehe
el: Καταλαβαίνω
es: Entiendo
fr: Je comprends
hr: Razumijem
it: Capisco
pt_br: Eu entendi
tr: Anlıyorum
uk: Я розумію
zh: 我理解

# txtGetReady
source: Get ready!
ar: استعد!
cs: Připravte se!
de: Mach dich bereit!
el: Ετοιμαστείτε!
es: ¡Prepárate!
fr: Préparez-vous !
hr: Pripremi se!
it: Preparati!
pt_br: Se prepare!
ru: Приготовиться!
tr: Hazır olun!
uk: Приготуйся!
zh: 准备！

# txtEnglishDescriptionLicense
source: English description license
ar: ترخيص الوصف باللغة الإنجليزية
cs: Licence anglického popisu
de: Englische Lizenzbeschreibung
el: Αγγλική περιγραφή άδειας
es: Descripción de licencia en inglés
fr: Licence de description en anglais
hr: Licenca za opis na engleskom jeziku
it: Descrizione della licenza in inglese
pt_br: Descrição da licença em inglês
ru: Лицензия на английском
tr: İngilizce açıklama lisansı
uk: Ліцензія на опис англійською мовою

# txtImageLicense
source: Image license
ar: ترخيص الصورة
cs: Licence obrázku
de: Bildlizenz
el: Άδεια χρήσης εικόνας
es: Licencia de imagen
fr: Licence d'image
hr: Licenca za sliku
it: Licenza d'immagine
pt_br: Licença da imagem
ru: Лицензия на изображения
tr: Resim lisansı
uk: Ліцензія на зображення

# txtDuplicateImportTitle
source: Duplicates will not be overriden
ar: لن يتم تجاوز التكرارات
cs: Kopie nebudou přepsány
de: Duplikate werden nicht überschrieben
el: Τα διπλότυπα δεν θα επικαλυφθούν
es: Los duplicados no serán omitidos
fr: Les doublons ne seront pas remplacés
hr: Duplikati se neće prepisati
it: I duplicati non verranno sovrascritti
pt_br: Duplicatas não serão sobrescritas
tr: Yinelenenlerin üzerine yazılmayacak
uk: Дублікати не будуть замінені
zh: 重复的锻炼组合不会简并成一个

# txtContributeViaWger
source: Exercises are contributed through **the wger website**, another open-source community project. In a future release, Feeel will incorporate all exercises from this website.
cs: Cviky se přispívají přes **webové stránky wger**, další komunitní open-source projekt. V budoucí verzi zakomponuje Feeel veškeré cviky z těchto stránek.
de: Die Übungen werden von **der wger-Website** beigesteuert, einem weiteren Open-Source-Community-Projekt. In einer zukünftigen Version wird Feeel alle Übungen von dieser Website einbeziehen.
es: Los ejercicios son contribuidos a través de **el sitio web wger**, otro proyecto comunitario de código abierto. En un lanzamiento futuro, Feeel incorporará todos los ejercicios de este sitio web.
fr: Les exercices sont fournis par **le site web wger**, un autre projet communautaire à code source ouvert. Dans une prochaine version, Feeel intégrera tous les exercices de ce site web.
it: Gli esercizi sono forniti dal sito web di wger**, un altro progetto comunitario con codice aperto. In una versione futura, Feeel incorporerà tutti gli esercizi di questo sito web.
pt_br: Exercícios são contribuídos através do **website wger**, outro projeto comunitário de código aberto. Em futuras versões, Feeel irá incorporar todos os exercícios deste site.
tr: Egzersizlere, başka bir açık kaynaklı topluluk projesi olan **the wger web sitesi** aracılığıyla katkıda bulunulmaktadır. Gelecekteki bir sürümde, Feeel bu web sitesindeki tüm egzersizleri dahil edecektir.
uk: Навчання здійснюється через **веб-сайт Wger**, інший проєкт спільноти з відкритим кодом. У майбутньому релізі, Фейл буде включати всі вправи з цього вебсайту.

# btnImportAnyway
source: Import anyway
ar: استيراد على أي حال
cs: Importovat i přesto
de: Trotzdem importieren
el: Εισαγωγή ούτως ή άλλως
es: Importar de todas formas
fr: Importer quand même
hr: Svejedno uvezi
it: Importa comunque
pt_br: Importar mesmo assim
ru: Импортировать все равно
tr: Yine de içe aktar
uk: Все одно імпортувати
zh: 确定要导入

# btnWgerSignUp
source: Sign up for wger
cs: Registrovat se u wger
de: Registrieren für wger
es: Registrarse en wger
fr: S'inscrire sur wger
it: Iscriviti a wger
pt_br: Se cadastrar para wger
tr: wger için kaydol
uk: Зареєструватися на wger

# txtDisclaimerHeading
source: Disclaimer
ar: اخلاء المسؤوليه
cs: Upozornění
de: Haftungsausschluss
es: Aviso legal
fr: Avis de non-responsabilité
it: Dichiarazione di non responsabilità
pt_br: Aviso legal
ru: Отказ от ответственности
tr: Sorumluluk reddi
uk: Відмова від відповідальності

# txtExportCustomWorkouts
source: Export all custom workouts
ar: تصدير التدريبات المخصصة
cs: Exportovat vlastní tréninky
de: Benutzerdefinierte Trainings exportieren
el: Εξαγωγή προσαρμοσμένων προπονήσεων
es: Exportar rutinas personalizadas
fr: Exporter les entraînements personnalisés
hr: Izvezi prilagođene treninge
it: Esporta allenamenti personalizzati
pt_br: Exportar rotinas personalizadas
tr: Özel antrenmanları dışa aktar
uk: Експортувати власні тренування
zh: 导出锻炼的自选组合

# txtNoCustomWorkouts
source: You don't have any custom workouts
ar: ليس لديك أي تدريبات مخصصة
cs: Nemáte žádné vlastní tréninky
de: Sie haben keine benutzerdefinierten Trainings
el: Δεν έχετε προσαρμοσμένες προπονήσεις
es: No tienes ninguna rutina personalizada
fr: Vous n'avez pas d'entraînement personnalisé
hr: Nemaš prilagođene treninge
it: Non hai allenamenti personalizzati
pt_br: Você não tem nenhuma rotina personalizada
tr: Herhangi bir özel antrenmanınız yok
uk: У вас немає власних тренувань
zh: 尚未有锻炼组合

# txtCommunityDrivenHeader
source: Feeel is a community project
ar: فييل هو مشروع مجتمعي
cs: Feeel je komunitní projekt
de: Feeel ist ein Gemeinschaftsprojekt
el: Το Feeel είναι ένα έργο της κοινότητας
es: Feeel es un proyecto comunitario
fr: Feeel est un projet communautaire
hr: Feeel je projekt zajednice
it: Feeel è un progetto comunitario
pt_br: Feeel é um projeto comunitário
ru: Feel это приложение поддерживаемое сообществом
tr: Feeel bir topluluk projesidir
uk: Feeel — проєкт спільноти
zh: Feeel 这个平台提供的内容都源于用户
