Repository: EnjoyingFOSS/feeel
Catalog: strings/app_*.arb
Languages: ar, az, ca, cs, de, el, eo, es, fa, fr, he, hr, id, it, nl, pt_br, ru, sv, tr, uk, zh

# txtYouDidIt
source: You did it!
ar: أنت فعلت ذلك!
az: Bunu bacardın!
ca: Ho has fet!
cs: Dobrá práce!
de: Du hast es geschafft!
el: Τα κατάφερες!
eo: Vi faris ĝin!
es: ¡Lo ha conseguido!
fa: انجامش دادی!
fr: Vous avez réussi !
he: עשית את זה!
hr: Uspio/uspjela si!
id: Kamu berhasil!
it: Ce l'hai fatta!
nl: Goed gedaan!
pt_br: Você conseguiu!
ru: Молодец!
sv: Du gjorde det!
tr: Başardınız!
uk: Ви це зробили!
zh: 完成了！

# txtNextUp
source: Next up:
ar: التالي:
az: Sonrakı:
ca: A continuació:
cs: Další cvik:
de: Als nächstes:
el: Επόμενη:
eo: Venonta supre:
es: A continuación:
fa: بعدی:
fr: Ensuite :
he: הבא בתור:
hr: Sljedeće:
id: Berikutnya:
it: Preparati per:
nl: Hierna:
pt_br: Próximo:
ru: Далее:
sv: Nästa punkt:
tr: Sonraki:
uk: Далі:
zh: 下 一个：

# txtLetsGoFirstUp
source: Let's go! First up: %s
ar: لنذهب! أولا: %s
az: Gəl başlayaq! Birinci olaraq: %s
ca: Vinga! Primer pas: %s
cs: Pojďme na to! První cvik: %s
de: Auf gehts zur ersten Übung: %s
el: Ξεκινάμε! Πρώτη άσκηση: %s
eo: Ni iru! Unue supre: %s
es: ¡Vamos! Primer paso: %s
fa: بزن بریم! اولین تمرین: %s
fr: Allons-y ! Première étape : %s
he: קדימה! התרגיל הראשון: %s
hr: Počni! Prva vježba: %s
id: Ayo! Pertama: %s
it: Si parte! Primo esercizio: %s
nl: Tijd om aan de slag te gaan! Allereerst: %s
pt_br: Vamos lá! Começando com: %s
ru: Поехали! Сначала: %s
sv: Kom igen! Först ut: %s
tr: Haydi başlayalım. Birinci: %s
uk: Вперед! Спочатку: %s
zh: 开始吧！第一个：%s

# txtSecondsLeft5plus
source: %d seconds left
ar: %d ثانية متبقية
az: %d saniyə qaldı
ca: %d segons restants
cs: Zbývá %d vteřin
de: %d Sekunden übrig
el: απομένουν %d δευτερόλεπτα
eo: %d sekundoj maldekstre
es: %d segundos restante
fa: %d ثانیه مانده
fr: Encore %d secondes
he: נותרו %d שניות
hr: još %d s
id: %d detik tersisa
it: Mancano %d secondi
nl: Nog %d seconden te gaan
pt_br: %d segundos restantes
ru: Осталось: %d секунд
sv: %d sekunder kvar
tr: %d saniye kaldı
uk: %d секунд залишилось
zh: 剩余 %d 秒

# txtBreak
source: Break!
ar: استراحة!
az: Fasilə!
ca: Descans!
cs: Pauza!
de: Pause!
el: Διάλειμμα!
eo: Rompu!
es: ¡Descanso!
fa: استراحت!
fr: Pause !
he: הפסקה!
hr: Odmor!
id: Istirahat!
it: Pausa!
nl: Tijd voor een pauze!
pt_br: Pausa!
ru: Пауза!
sv: Bryt!
tr: Mola zamanı!
uk: Пауза!
zh: 休息！

# txtTapForControls
source: Tap for controls
ar: اضغط على عناصر التحكم
az: İdarəetmə üçün toxunun
ca: Toca pels controls
cs: Ťukněte pro ovládání
de: Berühren für die Steuerung
el: Πατήστε για κουμπιά ελέγχου
eo: Frapeto por kontroloj
es: Tocar para controles
fa: برای کنترل‌ها ضربه بزنید
fr: Appuyez pour les commandes
he: להצגת הפקדים יש ללחוץ כאן
hr: Dodirni za prikaz kontrola
id: Ketuk untuk kontrol
it: Tocca per i controlli
nl: Druk om bediening te tonen
pt_br: Toque para controles
ru: Нажмите для управления
sv: Tryck för kontroller
tr: Denetimler için dokunun
uk: Торкніться для керування
zh: 点击屏幕，操控软件

# txtWorkoutTitle
source: Workout title
ar: عنوان التمرين
az: Məşq adı
ca: Títol de l'entrenament
cs: Název tréninku
de: Name des Trainings
el: Τίτλος προπόνησης
eo: Workout titolo
es: Título del entrenamiento
fa: عنوان تمرین
fr: Titre de l’exercice
he: כותרת האימון
hr: Naziv treninga
id: Judul latihan
it: Titolo dell'esercizio
nl: Naam van workout
pt_br: Título do treino
ru: Название тренировки
sv: Titel på träningen
tr: Antrenman başlığı
uk: Назва тренування
zh: 锻炼组合标题

# txtBeYourOwnCoach
source: Be your own coach!
ar: كن مدربك الخاص!
az: Öz məşqçin ol!
ca: Siguis el teu propi entrenador!
cs: Buď vlastním trenérem!
de: Sei dein eigener Coach!
el: Γίνε προπονητής του εαυτού σου!
eo: Esti via propra trejnisto!
es: ¡Se su propio entrenador!
fa: مربی خودت باش!
fr: Soyez votre propre entraîneur !
he: להיות המאמן של עצמך!
hr: Budi svoj vlastiti trener!
id: Jadilah pelatihmu sendiri!
it: Sii l'allenatore di te stesso!
nl: Coach jezelf!
pt_br: Seja seu próprio treinador!
ru: Ты сам себе тренер!
sv: Bli din egen tränare!
tr: Kendi koçunuz olun!
uk: Ви сам собі тренер!
zh: 做你自己的教练!

# txtWorkoutToMakeYouFeelBest
source: Design the workout that makes you feel the best
ar: قم بتصميم التمرين الذي يجعلك تشعر بشكل أفضل
az: Sənə ən yaxşı hiss etdirən məşqi dizayn et
ca: Dissenya l'entrenament que et faci sentir millor
cs: Navrhni si takový trénink, po kterém se budeš cítit nejlépe
de: Erstelle das Training, mit dem du dich am besten fühlst
el: Σχεδίασε την προπόνηση που σε κάνει να αισθάνεσαι καλύτερα
eo: La dezajno workout kiu faras vin sentas la plej bona
es: Diseñe el entrenamiento que le sentirá mejor
fa: تمرینی طراحی کن که بهت حس خوبی میده
fr: Concevez l’entraînement qui vous fait vous sentir le mieux
he: אפשר לעצב את האימון שגורם לך להרגיש הכי נהדר
hr: Osmisli trening s kojim ćeš se osjećati najbolje
id: Rancang latihan yang membuatmu merasa yang terbaik
it: Progetta l'allenamento che ti fa sentire il migliore
nl: Ontwerp dé workout die voor jou prettig voelt
pt_br: Elabore o treino que te faça sentir-se o melhor
ru: Создай тренировку, удобную для вас
sv: Utforma det träningspass som får dig att känna dig bäst
tr: Kendinizi en iyi hissettiren egzersizi tasarlayın
uk: Створіть тренування, яке допоможе вам почуватись найкраще
zh: 设计让你自己感觉最好的锻炼组合

# txtCategoryFullBody
source: Full body
ar: كامل الجسم
az: Tam bədən
ca: Cos sencer
cs: Celé tělo
de: Ganzkörper
el: Πλήρες σώμα
eo: Tuta korpo
es: De cuerpo entero
fa: تمام بدن
fr: Tout le corps
he: כל הגוף
hr: Cijelo tijelo
id: Seluruh tubuh
it: Tutto il corpo
nl: Hele lichaam
pt_br: Todo o corpo
ru: Все тело
sv: Hela kroppen
tr: Tüm vücut
uk: Все тіло
zh: 全身

# txtCategoryLegs
source: Legs
ar: السيقان
az: Ayaqlar
ca: Cames
cs: Nohy
de: Beine
el: Πόδια
eo: Kruroj
es: Piernas
fa: پا
fr: Jambes
he: רגליים
hr: Noge
id: Kaki
it: Gambe
nl: Benen
pt_br: Pernas
ru: Ноги
sv: Ben
tr: Bacaklar
uk: Ноги
zh: 腿部

# txtYoureGlowing
source: You're glowing!
ar: أنت متوهج!
az: Əlasan!
ca: Estàs brillant!
cs: Dobrá práce!
de: Du strahlst!
el: Λάμπεις!
eo: Vi estas arda!
es: ¡Estás brillando!
fa: ایول!
fr: Vous êtes rayonnant·e !
he: כל הכבוד!
hr: Blistaš!
id: Kamu bersinar!
it: Stai splendendo!
nl: Je straalt!
pt_br: Estás brilhando!
ru: Вы сияете!
sv: Du strålar!
tr: Parlıyorsunuz!
uk: Ви сяєте!
zh: 你在发光！

# txtSubmitNewExercise
source: Contribute
ar: مساهمة
az: Töhfə ver
ca: Contribueix amb un exercici
cs: Přispěj nový cvik
de: Beitragen
el: Συνεισφορά
eo: Kontribui
es: Contribuir un ejercicio
fa: کمک کردن
fr: Contribuez
he: תרומה
hr: Doprinesi
id: Berkontribusi
it: Contribuisci a un esercizio
nl: Deel je oefeningen met ons
pt_br: Contribuir
ru: Поделиться упражнением
sv: Bidra
tr: Katkıda bulunun
uk: Внести свій внесок
zh: 贡献

# txtSettings
source: Settings
ar: الإعدادات
az: Ayarlar
ca: Ajustaments
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Ajustes
fa: تنظیمات
fr: Paramètres
he: הגדרות
hr: Postavke
id: Pengaturan
it: Impostazioni
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh: 设置

# txtWorkoutTitleEmpty
source: Please specify a workout title
ar: الرجاء تحديد عنوان التمرين
az: Zəhmət olmasa, məşq adını qeyd edin
ca: Si us plau especifica el títol de l'exercici
cs: Prosím poskytněte název tréninku
de: Bitte einen Namen für das Training eingeben
el: Παρακαλώ ορίστε ένα τίτλο προπόνησης
eo: Bonvolu specifi workout titolo
es: Por favor especifica el título del entrenamiento
fa: لطفاً نام تمرین را رائه کنید
fr: Veuillez préciser un titre pour l’entraînement
he: נא לתת לאימון כותרת
hr: Odredi naslov treninga
id: Tentukan judul latihan
it: Indica un titolo all'allenamento
nl: Geef de workout een naam
pt_br: Por favor especifique o nome do treino
ru: Укажите название тренировки
sv: Ange en träningstitel
tr: Lütfen bir antrenman başlığı belirtin
uk: Будь ласка, вкажіть назву тренування
zh: 请指定锻炼标题

# txtWorkoutExercisesEmpty
source: Please add at least 1 exercise
ar: يرجى إضافة تمرين واحد على الأقل
az: Ən azı 1 idman əlavə edin
ca: Si us plau, afegeix al menys 1 exercici
cs: Prosím přidejte alespoň 1 cvik
de: Bitte mindestens 1 Übung hinzufügen
el: Παρακαλώ προσθέστε τουλάχιστον 1 άσκηση
eo: Bonvolu aldoni almenaŭ 1 ekzerco
es: Por favor añade al menos 1 ejercicio
fa: لطفاً حداقل یک تمرین اضافه کنید
fr: Veuillez ajouter au moins 1 exercice
he: נא להוסיף תרגיל אחד לפחות
hr: Dadaj barem jednu vježbu
id: Harap tambahkan setidaknya 1 latihan
it: Aggiungi almeno un esercizio
nl: Voeg minimaal 1 oefening toe
pt_br: Por favor adicione pelo menos um exercício
ru: Добавьте хотя бы одно упражнение
sv: Lägg till minst 1 övning
tr: Lütfen en az 1 egzersiz ekleyin
uk: Будь ласка, додайте хоча б 1 вправу
zh: 请至少添加 1 个练习

# txtDuration
source: Duration
ar: المدة
az: Müddət
cs: Délka
de: Dauer
el: Διάρκεια
eo: Daŭro
es: Duración
fa: زمان
fr: Durée
he: משך
hr: Trajanje
id: Durasi
it: Durata
nl: Duur
pt_br: Duração
ru: Продолжительность
sv: Varaktighet
tr: Süre
uk: Тривалість
zh: 时长

# txtExerciseDuration
source: Exercise duration
ar: مدة التمرين
az: İdman müddəti
cs: Délka cviku
de: Übungsdauer
el: Διάρκεια άσκησης
eo: Ekzerco daŭro
es: Duración del ejercicio
fa: طول تمرین
fr: Durée de l’exercice
he: משך התרגילים
hr: Trajanje vježbe
id: Durasi latihan
it: Durata esercizio
nl: Duur van oefening
pt_br: Duração do exercício
ru: Продолжительность упражнения
sv: Träningens längd
tr: Egzersiz süresi
uk: Тривалість вправи
zh: 运动时长

# txtBreakDuration
source: Break duration
ar: مدة الاستراحة
az: Fasilə müddəti
cs: Délka přestávky
de: Länge der Pause
el: Διάρκεια διαλείμματος
eo: Paŭza daŭro
es: Duración del descanso
fa: طول استراحت
fr: Durée de la pause
he: משך ההפסקות
hr: Trajanje odmora
id: Durasi istirahat
it: Durata della pausa
nl: Duur van pauze
pt_br: Duração da pausa
ru: Длительность перерыва
sv: Varaktighet för pauser
tr: Mola süresi
uk: Тривалість паузи
zh: 休息时长

# txtCustom
source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμογή
eo: Kutimo
es: Personalizado
fa: سفارشی
fr: Personnaliser
he: התאמה אישית
hr: Prilagođeno
id: Kustom
it: Personalizza
nl: Aangepast
pt_br: Personalizado
ru: Изменить длительность
sv: Anpassad
tr: Özel
uk: Власний
zh: 定制

# txtNotANumber
source: Non-numeric
ar: غير رقمي
az: Rəqəm olmayan
cs: Není číslo
de: Nicht-numerisch
el: Μη-αριθμητικό
eo: Ne-numera
es: No numérico
fa: غیر عددی
fr: Non numérique
he: בלתי־מספרי
hr: Nenumerički
id: Non-numerik
it: Non-numerico
nl: Niet-numeriek
pt_br: Não-numérico
ru: Не число
sv: Icke-numerisk
tr: Sayısal olmayan
uk: Нечисловий
zh: 非数字

# txtNegativeNumber
source: Nonpositive
ar: غير إيجابي
az: Mənfi olmayan
cs: Není kladné
de: Nicht-positive
el: Μη θετικό
eo: Ne pozitiva
es: No positivo
fa: غیرمثبت
fr: Non positif
he: לא חיובי
hr: Ne-pozitivno
id: Nonpositif
it: Non positivo
nl: Niet-positief
pt_br: Não positivo
ru: Отрицательное
sv: Icke-positiv
tr: Pozitif olmayan
uk: Непозитивне
zh: 不是正数

# txtNotificationInfoTitle
source: Daily notification
ar: التنبيه اليومي
az: Gündəlik bildiriş
cs: Denní upozornění
de: Tägliche Benachrichtigung
el: Ημερήσια ειδοποίηση
eo: Ĉiutaga sciigo
es: Notificaciones diarias
fa: اعلان روزانه
fr: Notification journalière
he: התראה יומית
hr: Dnevno obavještavanje
id: Pemberitahuan harian
it: Notifica giornaliera
nl: Dagelijkse herinnering
pt_br: Notificação diária
ru: Ежедневное уведомление
sv: Daglig avisering
tr: Günlük bildirim
uk: Щоденне сповіщення
zh: 每日通知

# txtNotificationInfoDesc
source: A daily reminder to work out
ar: تذكير يومي بالتمرين
az: Məşq etmək üçün gündəlik xatırlatma
cs: Denní připomenutí jít cvičit
de: Tägliche Trainingserinnerung
el: Μια καθημερινή υπενθύμιση για την προπόνηση
eo: Ĉiutaga memorigilo por labori el
es: Un recordatorio para entrenar
fa: یادآور روزانه برای تمرین
fr: Un rappel quotidien pour s’entraîner
he: תזכורת יומית לאימון
hr: Dnevni podsjetnik za vježbanje
id: Pengingat harian untuk berolahraga
it: Un promemoria quotidiano per allenarti
nl: Wordt dagelijks herinnerd om een workout te doen
pt_br: Lembrete diário de se exercitar
ru: Ежедневное напоминание о тренировках
sv: En daglig påminnelse om att träna
tr: Antrenman yapmak için günlük bir hatırlatma
uk: Щоденне нагадування про тренування
zh: 每日提醒您锻炼身体

# txtNotificationTitle
source: Time to put on workout clothes!
ar: حان الوقت لارتداء ملابس التمرين!
az: Məşq paltarlarını geyinməyin vaxtıdır!
cs: Čas obléknout cvičební úbor!
de: Zeit, sich Trainingskleidung anzuziehen!
el: Ώρα να βάλεις τα ρούχα της προπόνησης!
eo: Tempo por meti sur workout clothes!
es: ¡Tiempo para llevar ropa de entrenamiento!
fa: وقتشه که لباس ورزشی بپوشی!
fr: Il est temps de mettre des vêtements de sport !
he: זמן להתלבש לאימון!
hr: Vrijeme je da obučeš odjeću za vježbanje!
id: Waktunya memakai pakaian olahraga!
it: È ora di indossare abiti da allenamento!
nl: Tijd om je sportkleding aan te trekken!
pt_br: Hora de colocar suas roupas de exercício!
ru: Пора надеть спортивную одежду!
sv: Dags att ta på sig träningskläderna!
tr: Antrenman kıyafetlerini giyme zamanı!
uk: Час надягати спортивний одяг!
zh: 是时候穿上运动服了！

# txtNotificationDesc
source: It takes just a few minutes to feel fresh and fit
ar: يستغرق الأمر بضع دقائق فقط لتشعر بالانتعاش واللياقة
az: Sağlam və formda hiss etmək üçün sadəcə bir neçə dəqiqə bəsdir
cs: Stačí jen pár minut, abyste se cítil/a svěží a fit
de: Es dauert nur ein paar Minuten, um sich frisch und gesund zu fühlen
el: Χρειάζεται μόνο λίγα λεπτά για να νιώσετε φρέσκοι και σε φόρμα
eo: Ĝi prenas nur kelkajn minutojn por senti freŝan kaj persvadi
es: Este toma solo unos minutos para refrescarse y estar en forma
fa: فقط چند دقیقه طول می‌کشه تا احساس سرزندگی و تناسب بودن بکنی
fr: Il ne faut que quelques minutes pour se sentir frais et en forme
he: זה לוקח רק כמה דקות עד שמרגישים רעננים ובכושר
hr: Potrebno je samo nekoliko minuta da bi se čovjek osjećao svježe i u dobroj formi
id: Hanya perlu beberapa menit untuk merasa segar dan bugar
it: Bastano pochi minuti per sentirsi freschi e in forma
nl: Het kost slechts een paar minuten van je tijd om je weer fris en fruitig te voelen
pt_br: Só leva alguns minutos para se sentir refrescado e em forma
ru: Несколько минут, и вы почувствуете себя свежим и подтянутым
sv: Det tar bara några minuter att känna sig fräsch och vältränad
tr: Taze ve zinde hissetmek sadece birkaç dakikanızı alır
uk: Щоб відчути себе свіжим та бадьорим, потрібно лише кілька хвилин
zh: 只需几分钟即可感觉神清气爽

# txtRemindMe
source: Daily reminder
ar: التذكير اليومي
az: Gündəlik xatırlatma
cs: Denní upomenutí
de: Tägliche Erinnerung
el: Ημερήσια υπενθύμιση
eo: Ĉiutaga rememorigo
es: Recordatorio diario
fa: به من یادآوری کن تا هر روز ورزش کنم
fr: Rappel quotidien
he: להזכיר לי להתאמן כל יום
hr: Dnevni podsjetnik
id: Pengingat harian
it: Promemoria giornaliero
nl: Dagelijkse herinnering
pt_br: Lembrete diário
ru: Ежедневное напоминание
sv: Daglig påminnelse
tr: Günlük hatırlatma
uk: Щоденне нагадування
zh: 每日提醒

# txtNeedCameraPermission
source: Can't take photos without camera permission
ar: لا يمكن التقاط الصور بدون إذن الكاميرا
az: Kamera icazəsi olmadan şəkil çəkmək olmur
cs: Nelze fotografovat bez povolení fotoaparátu
de: Um Fotos aufnehmen zu können, werden Berechtigungen für die Kamera benötigt
el: Δεν μπορούν να ληφθούν φωτογραφίες χωρίς άδεια κάμερας
eo: Malferma-fonto hejmo workout app kiu respektas vian privatecan
es: No se puede tomar fotos sin el permiso de cámara
fa: بدون دسترسی دوربین نمی‌توان عکس گرفت
fr: Impossible de prendre des photos sans l’autorisation de l’appareil photo
he: לא ניתן לצלם תמונות בלי הרשאת הגישה למצלמה
hr: Snimanje fotografija nije moguće bez dozvole za kameru
id: Tidak dapat mengambil foto tanpa izin kamera
it: Non è possibile scattare foto senza il permesso della fotocamera
nl: Zonder camerarechten kunnen er geen foto's worden gemaakt
pt_br: Não é possível tirar fotos sem permissões de câmera
ru: Нужно разрешение на использование камеры
sv: Kan inte ta bilder utan tillstånd från kameran
tr: Kamera izni olmadan fotoğraf çekilemez
uk: Не можна фотографувати без дозволу на камеру
zh: 没有拍照权限，不能拍照

# txtNotificationTime
source: Notification time
ar: وقت التنبيه
az: Bildiriş vaxtı
cs: Čas upozornění
de: Benachrichtigungszeitpunkt
el: Ώρα ειδοποίησης
eo: Sciiga tempo
es: Hora de notificación
fa: زمان اعلان
fr: Heure de la notification
he: זמן ההתראה
hr: Modus obavještavanja
id: Waktu pemberitahuan
it: Tempo di notifica
nl: Tijdstip
pt_br: Hora da notificação
ru: Повтор уведомления
sv: Tid för anmälan
tr: Bildirim zamanı
uk: Час сповіщення
zh: 通知时间

# txtAddExerciseFirst
source: Add an exercise first
ar: إضافة تمرين أولا
az: İlk olaraq idman əkavə et
cs: Nejprve musíte přidat cvičení
de: Zuerst eine Übung hinzufügen
el: Προσθέστε πρώτα μια άσκηση
eo: Aldoni ekzercon unue
es: Añadir un ejercicio primero
fa: اول یک تمرین اضافه کنید
fr: Ajoutez d’abord un exercice
he: יש להוסיף תרגיל תחילה
hr: Najprije dodaj vježbu
id: Tambahkan latihan terlebih dahulu
it: Prima aggiungi un esercizio
nl: Voeg eerst een oefening toe
pt_br: Adicione um exercício primeiro
ru: Сначала добавьте упражнение
sv: Lägg till en övning först
tr: Önce bir egzersiz ekleyin
uk: Спочатку додайте вправу
zh: 先加个练习

# btnStartWorkout
source: Start workout
ar: ابدأ التمرين
az: Məşqə başla
cs: Spustit trénink
de: Training starten
el: Έναρξη προπόνησης
eo: Komenci ekzercadon
es: Iniciar entrenamiento
fa: شروع تمرین
fr: Démarrer l’entraînement
he: התחלת האימון
hr: Započni s treningom
id: Mulai berolahraga
it: Inizia l'allenamento
nl: Workout starten
pt_br: Começar treino
ru: Начать тренировку
sv: Börja träningen
tr: Antrenmanı başlat
uk: Почати тренування
zh: 开始锻炼

# btnResumeWorkout
source: Resume workout
ar: استئناف التمرين
az: Məşqə davam et
cs: Pokračovat v tréninku
de: Training fortsetzen
el: Συνέχιση της προπόνησης
eo: Resumo workout
es: Continuar entrenamiento
fa: ادامه تمرین
fr: Reprendre l’entraînement
he: המשך האימון
hr: Nastavi s treningom
id: Lanjutkan latihan
it: Riprendi l'allenamento
nl: Workout hervatten
pt_br: Continuar treino
ru: Продолжить тренировку
sv: Återuppta träning
tr: Antrenmanı devam ettir
uk: Відновити тренування
zh: 接着锻炼

# btnPreviousExercise
source: Previous exercise
ar: التمرين السابق
az: Əvvəlki məşq
cs: Předchozí cvik
de: Vorherige Übung
el: Προηγούμενη άσκηση
eo: Malantaŭa ekzerco
es: Ejercicio anterior
fa: تمرین قبل
fr: Exercice précédent
he: התרגיל הקודם
hr: Prethodna vježba
id: Latihan sebelumnya
it: Esercizio precedente
nl: Vorige oefening
pt_br: Exercício anterior
ru: Предыдущее упражнение
sv: Föregående motion
tr: Önceki egzersiz
uk: Попередня вправа
zh: 上一个练习

# btnNextExercise
source: Next exercise
ar: التمرين التالي
az: Sonrakı məşq
cs: Další cvik
de: Nächste Übung
el: Επόμενη άσκηση
eo: Antaŭa ekzerco
es: Ejercicio siguiente
fa: تمرین بعد
fr: Exercice suivant
he: התרגיל הבא
hr: Sljedeća vježba
id: Latihan berikutnya
it: Esercizio successivo
nl: Volgende oefening
pt_br: Próximo exercício
ru: Следующее упражнение
sv: Nästa övning
tr: Sonraki egzersiz
uk: Наступна вправа
zh: 下一个练习

# btnAddExercise
source: Add exercises
ar: أضف تمارين
az: Məşqlər əlavə et
cs: Přidat cviky
de: Übung hinzufügen
el: Προσθήκη ασκήσεων
eo: Aldoni ekzercojn
es: Añadir ejercicios
fa: افزودن تمرین
fr: Ajouter des exercices
he: הוספת תרגילים
hr: Dodaj vježbe
id: Tambahkan latihan
it: Aggiungi esercizi
nl: Oefeningen toevoegen
pt_br: Adicionar exercício
ru: Добавить упражнение
sv: Lägg till övningar
tr: Egzersiz ekle
uk: Додати вправи
zh: 添加练习

# btnEdit
source: Edit
ar: تعديل
az: Dəyiş
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es: Editar
fa: ویرایش
fr: Modifier
he: עריכה
hr: Uredi
id: Sunting
it: Modifica
nl: Aanpassen
pt_br: Editar
ru: Правка
sv: Redigera
tr: Düzenle
uk: Редагувати
zh: 编辑

# btnDelete
source: Delete
ar: حذف
az: Sil
cs: Odstranit
de: Löschen
el: Διαγραφή
eo: Forigi
es: Borrar
fa: حذف
fr: Supprimer
he: מחיקה
hr: Izbriži
id: Hapus
it: Elimina
nl: Verwijderen
pt_br: Deletar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
zh: 删除

# btnDuplicate
source: Duplicate
ar: مكرره
az: Çoxalt
cs: Duplikovat
de: Verdoppeln
el: Διπλότυπο
eo: Duobligi
es: Duplicar
fa: تکثیر
fr: Dupliquer
he: שכפול
hr: Dupliciraj
id: Duplikat
it: Duplicare
nl: Een afschrift maken
pt_br: Duplicar
ru: Дублировать
sv: Dubbla
tr: Çoğalt
uk: Дублювати
zh: 复制

# btnDone
source: Done
ar: إنتهى
az: Bitir
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
eo: Farite
es: Hecho
fa: تمام
fr: Terminé
he: סיום
hr: Gotovo
id: Selesai
it: Fatto
nl: Klaar
pt_br: Pronto
ru: Готово
sv: Klart
tr: Bitti
uk: Готово
zh: 已完成

# btnMoreInfo
source: More info
ar: المزيد من المعلومات
az: Daha çox məlumat
cs: Více info
de: Mehr Infos
el: Περισσότερες πληροφορίες
eo: Pli info
es: Más información
fa: اطلاعات بیشتر
fr: Plus d’infos
he: מידע נוסף
hr: Daljnje informacije
id: Info lebih lanjut
it: Maggiori info
nl: Meer informatie
pt_br: Mais informação
ru: Подробнее
sv: Mer info
tr: Daha fazla bilgi
uk: Більше інформації
zh: 更多信息

# btnCreateCustomWorkout
source: Create custom workout
ar: إنشاء تمرين مخصص
cs: Vytvořit vlastní trénink
de: Eigenes Training erstellen
el: Δημιουργία προσαρμοσμένης προπόνησης
eo: Krei kutimo workout
es: Crear entrenamiento personalizado
fa: ایجاد تمرین سفارشی
fr: Créer un entraînement personnalisé
he: יצירת אימון מותאם אישית
hr: Stvori prilagođen trening
id: Buat latihan khusus
it: Crea un allenamento personalizzato
nl: Eigen workout samenstellen
pt_br: Criar treino customizado
ru: Создать свое упражнение
sv: Skapa anpassad träning
tr: Özel antrenman oluştur
uk: Створити власне тренування
zh: 创建自定义锻炼

# btnAddCustomExerice
source: Propose custom exercise
ar: اقتراح تمرين مخصص
cs: Navrhnout vlastní cvik
de: Eigene Übung vorschlagen
el: Προτείνετε προσαρμοσμένη άσκηση
eo: Proponi propra ekzercado
es: Proponer ejercicio personalizado
fa: پیشنهاد تمرین سفارشی
fr: Proposer un exercice personnalisé
he: הצעת תרגיל מותאם אישית
hr: Predloži prilagođenu vježbu
id: Usulkan latihan khusus
it: Proponi un esercizio personalizzato
nl: Deel je eigen workout met ons
pt_br: Propor exercício customizado
ru: Предложить свое упражнение
sv: Föreslå en anpassad övning
tr: Özel egzersiz öner
uk: Запропонувати власну вправу
zh: 提交自定义锻炼

# btnSubmitViaEmail
source: Submit via email
ar: إرسال عبر البريد الإلكتروني
az: Email ilə göndər
cs: Odeslat e-mailem
de: Per E-Mail einreichen
el: Υποβολή μέσω email
eo: Sendu retpoŝte
es: Enviar por correo
fa: فرستادن با ایمیل
fr: Soumettre par courriel
he: שליחה בדוא״ל
hr: Pošalji putem e-maila
id: Kirim melalui email
it: Invia via e-mail
nl: Versturen via e-mail
pt_br: Enviar por e-mail
ru: Отправить письмо
sv: Skicka in via e-post
tr: E-posta ile gönder
uk: Надіслати електронною поштою
zh: 通过电子邮件提交

# btnAddPhotoFromGallery
source: Add photo from gallery
ar: إضافة صورة من المعرض
az: Qalereyadan şəkil əlavə et
cs: Přidat fotku z galerie
de: Foto aus der Gallerie hinzufügen
el: Προσθήκη φωτογραφίας από τη συλλογή
eo: Aldoni foto de galerio
es: Añadir foto desde galería
fa: افزودن تصویر از گالری
fr: Ajouter une photo de la galerie
he: הוספת תמונה מהגלריה
hr: Dodaj fotografiju iz galerije
id: Tambahkan foto dari galeri
it: Aggiungi foto dalla Galleria
nl: Foto toevoegen uit galerij
pt_br: Adicionar foto da galeria
ru: Прикрепить из галереи
sv: Lägg till foto från galleriet
tr: Galeriden fotoğraf ekle
uk: Додати фото з галереї
zh: 从图库添加照片

# btnTakeAPhoto
source: Take a photo
ar: التقاط صورة
az: Şəkil çək
cs: Vyfotit cvik
de: Foto aufnehmen
el: Λήψη φωτογραφίας
eo: Preni foton
es: Tomar una foto
fa: عکس گرفتن
fr: Prendre une photo
he: צילום תמונה
hr: Snimi fotografiju
id: Ambil foto
it: Scatta una foto
nl: Foto maken
pt_br: Tirar foto
ru: Сфотографировать
sv: Ta ett foto
tr: Fotoğraf çek
uk: Зробити фото
zh: 拍照
