{
    "txtNoDescriptionYet": "No description yet. Contribute one at https://gitlab.com/enjoyingfoss/feeel-flutter",
    "txtYouDidIt": "Dobrá práce!",
    "txtNextUp": "Další cvik:",
    "txtLetsGoFirstUp": "Pojďme na to! První cvik: %s",
    "txtSecondsLeft5plus": "Zbývá %d vteřin",
    "txtBreak": "Pauza!",
    "txtTapForControls": "Ťukněte pro ovládání",
    "txtImageMissing": "Chybí fotka",
    "txtWorkoutTitle": "Název tréninku",
    "txtBeYourOwnCoach": "Buď vlastním trenérem!",
    "txtWorkoutToMakeYouFeelBest": "Navrhni si takový trénink, po kterém se budeš cítit nejlépe",
    "txtCategoryFullBody": "Celé tělo",
    "txtCategoryLegs": "Nohy",
    "txtYoureGlowing": "Dobrá práce!",
    "btnStartWorkout": "Spustit trénink",
    "btnResumeWorkout": "Pokračovat v tréninku",
    "btnPreviousExercise": "Předchozí cvik",
    "btnNextExercise": "Další cvik",
    "btnAddExercise": "Přidat cviky",
    "btnEdit": "Upravit",
    "btnDelete": "Odstranit",
    "btnDone": "Hotovo",
    "btnMoreInfo": "Více info",
    "btnCreateCustomWorkout": "Vytvořit vlastní trénink",
    "btnAddCustomExerice": "Přidat vlastní cvik",
    "workoutScientific7Minute": "Vědecký sedmiminutový trénink",
    "workoutLeg": "Trénink nohou",
    "exerciseJumpingJacks": "Skákací panák",
    "stepsJumpingJacks": "1. Stand with feet together and arms at the sides\n2. Jump to a position with the legs spread wide and the hands touching overhead\n3. Repeat",
    "exerciseWallSit": "Sed u stěny",
    "stepsWallSit": "1. Lean against the wall with feet planted firmly on the ground, shoulders width apart and about 2 feet away from the wall\n        2. Slide down the wall, keeping the back pressed to it, until \n. The knees should be directly above the ankles\n        \n        Quadricep pain is normal, stop if feeling pain in the knee or kneecap",
    "exercisePushups": "Kliky",
    "stepsPushups": "1. Lie down on your stomach\n        2. Place your hands near your ears\n        3. Use your arms to lift your stomach up until the arms are straight, keeping the back straight\n        4. Bend arms until chest almost touches the ground, making sure the back is straight\n        5. Repeat from step 3",
    "exerciseAbCrunches": "Sedolehy",
    "stepsAbCrunches": "1. Lie down face up on the floor with knees bent.\n        2. Curl the shoulders towards the pelvis. The hands can be behind or beside the neck or crossed over the chest.\n        3. Repeat",
    "exerciseStepups": "Výšlapy",
    "stepsStepups": "1. Stand facing a chair\n        2. Step up onto the chair\n        3. Step off the chair\n        4. Repeat",
    "exerciseSquats": "Dřepy",
    "stepsSquats": "1. Stand with feet shoulder-width apart\n        2. Move the hips back and bend the knees and hips to lower the torso\n        3. Repeat",
    "exerciseChairDips": "Dipy na židli",
    "stepsChairDips": "1. Sit down on the front edge of a chair, back straight, hands holding the front edge\n        2. Still holding the edge of the chair, arms extended, lift your butt and walk forward slightly so that it is a few inches from the chair.\n        3. Slowly lower your body, keeping the back straight, until arms are at a right angle\n        4. Raise your body again to the previous position, arms extended\n        5. Repeat steps 3 and 4",
    "exercisePlank": "Prkno",
    "stepsPlank": "1. Get down on all fours, with arms straight and knees bent\n        2. Walk your feet back until they are extended\n        3. Hold this position",
    "exerciseHighKnees": "Vysoká kolena",
    "stepsHighKnees": "1. Run in place, putting knees as high up as is comfortable and switching legs at a quick pace",
    "exerciseLunges": "Výpady",
    "stepsLunges": "1. Stand with back straight\n        2. Take a large step forward with your left leg\n        3. Bring your pelvis down until you almost touch the floor with your right knee\n        4. Bring your pelvis back up\n        5. Return to standing position by stepping back\n        6. Repeat, switching legs each time",
    "exercisePushupRotations": "Kliky s rotací",
    "stepsPushupRotations": "1. Do a standard push-up:\n        1.a Lie down on your stomach\n        1.b Place your hands near your ears\n        1.c Use your arms to lift your stomach up until the arms are straight, keeping the back straight\n        1.d Bend arms until chest almost touches the ground, making sure the back is straight\n        1.e Lift your stomach up again, returning to step 3\n        2. Rotate your body to the side so that the back is straight, the bottom hand supporting the body is fully extended, and only the bottom hand and foot touch the floor\n        3. Repeat, changing sides at step 2 each time",
    "exerciseSidePlankLeft": "Prkno na levém boku",
    "stepsSidePlankLeft": "1. Lie down on your left side, with your bottom elbow at a right angle, arm sticking out\n        2. Lift your pelvis off the floor by lifting your bottom shoulder up, keeping the forearm on the floor; your head, pelvis, and feet should be in a straight line\n        3. Hold this position",
    "exerciseSidePlankRight": "Prkno na pravém boku",
    "stepsSidePlankRight": "1. Lie down on your right side, with your bottom elbow at a right angle, arm sticking out\n        2. Lift your pelvis off the floor by lifting your bottom shoulder up, keeping the forearm on the floor; your head, pelvis, and feet should be in a straight line\n        3. Hold this position",
    "exerciseStationaryLunges": "Dřepy ve výpadu",
    "stepsStationaryLunges": "1. Stand tall with your feet hip distance apart, take a step forward and keep this position, using arms for balance if needed.\n        2. Lower the front knee to a 90 degree angle so that both knees are bent. The back knee should not touch the floor and avoid rocking forward. The front knee must remain perpendicular to the floor and in line with the foot.\n        3. Press up with front knee to the starting postion and repeat, switching feet.",
    "exerciseStationaryLateralLunges": "Dřepy v bočním výpadu",
    "stepsStationaryLateralLunges": "1. Stand tall and take a wide lateral stride, just greater than shoulder width. \n\n        2. Bend one knee until your thigh is parallel to the floor. The bent knee must be in line with the foot.\n\n        3. Press up and repeat, switching feet.",
    "exerciseBulgarianSplitSquat": "Bulharské dřepy",
    "stepsBulgarianSplitSquat": "1. Stand tall in front of a chair and take a large step. Put the upper part of your foot on the chair.\n\n        2. Bend the front knee, balancing with arms until the back knee almost touches the ground\n\n        3. Push back to the starting position and repeat, switching feet.",
    "exercisePistolSquat": "Dřep na jedné noze",
    "stepsPistolSquat": "1. Sit on a bench or a chair with one leg straight in front of you. Stand up using only your other leg.\n\n        2. Bend the knee slowly to return to the starting position. Try to not rest on the chair or bench.",
    "exerciseCableKickback": "Cable kickback",
    "stepsCableKickback": "1. Get down on all fours and place one foot against a resistance like a cable.\n\n        2. Push your foot back until fully extended, concentrating on the gluteus muscles.\n\n        3. Stay for one second, then return to the initial position.",
    "exerciseCalfRaise": "Výpony",
    "stepsCalfRaise": "1. Stand on the floor or on the edge of a step to increase the range of movement. Raise one foot, placing the upper part on your calf.\n\n        3. Lift your heels until you\\'re standing on toes.\n\n        4. Stay in this position for three seconds, then lower your foot without touching the ground with your heel."
}