{
    "txtYouDidIt": "Lo lograste!",
    "txtNextUp": "A continuación: ",
    "txtLetsGoFirstUp": "Vámonos! Para empezar:%s",
    "txtSecondsLeft5plus": "%dsegundos restantes",
    "txtBreak": "Descanso!",
    "txtTapForControls": "Toque para controles",
    "txtImageMissing": "Imagen perdida ",
    "txtWorkoutTitle": "Título de entrenamiento ",
    "txtBeYourOwnCoach": "Se tu propio entrenador!",
    "txtWorkoutToMakeYouFeelBest": "Diseña tu entrenamiento que te hace sentir lo mejor",
    "txtCategoryFullBody": "Cuerpo completo ",
    "txtCategoryLegs": "Piernas",
    "txtYoureGlowing": "Estás radiante!",
    "txtSubmitNewExercise": "Contribuye un ejercicio ",
    "txtContributeExerciseExplainer": "Feeel depende de voluntarios como tu para enviar ejercicios y fotos de ejercicios. Cualquier foto que envies será primero procesado en privado, después enviado a ti para tu aprobación, y solo entonces sera publicado en la app. Gracias por contribuir! ",
    "txtExerciseName": "Nombre del ejercicio",
    "txtHowToPerformExercise": "Como realizar ejercicio (opcional)",
    "txtEmailCouldNotBeSent": "Correo no pudo ser enviado ",
    "txtSubmitExerciseMessageTitle": "Propuesta de ejercicio: %s",
    "txtSubmitExerciseMessageContents": "Hola,\n\nEstoy enviando mi propuesta de un ejercicio. De este modo declaro que todo es de mi propio trabajo solamente. Enviando este mensaje, Yo irrevocablemente acepto de haber enviado nombre y descripción liberado a CC BY-SA y a GPLv3 con una licencia de excepción de tienda de aplicaciones. También doy permiso para procesar las imágenes adjuntas en variantes de polímeros bajos. Después de que sean procesados, evaluaré si estoy dispuesto a licenciarlos bajo la licencia CC BY-SA.\nNombre de ejercicio:%1s\nPasos de ejercicio:\n%2s  ",
    "btnStartWorkout": "Iniciar ejercicio",
    "btnResumeWorkout": "Reanudar ejercicio",
    "btnPreviousExercise": "Ejercicio anterior",
    "btnNextExercise": "Siguiente ejercicio",
    "btnAddExercise": "Agregar ejercicio",
    "btnEdit": "Editar",
    "btnDelete": "Eliminar",
    "btnDone": "Hecho",
    "btnMoreInfo": "Más información ",
    "btnCreateCustomWorkout": "Crear entrenamiento personalizado ",
    "btnAddCustomExerice": "Proponer entrenamiento personalizado",
    "btnSubmitViaEmail": "Enviar por correo electrónico ",
    "btnAddPhotoFromGallery": "Agregar foto de galería ",
    "btnTakeAPhoto": "Tomar foto ",
    "btnAddALinkToPhotos": "Agregar un enlace a tus foto(s)",
    "workoutScientific7Minute": "Entrenamiento científico de 7 minutos",
    "workoutAdvancedLeg": "Ejercicio de pierna avanzado ",
    "exerciseJumpingJacks": "Saltos de tijera",
    "stepsJumpingJacks": "1. Párese con los pies juntos y los brazos a los lados\n2. Saltar a una posición con las piernas extendidas y las manos tocando arriba\n3. Repita",
    "exerciseWallSit": "Sentadilla de pared ",
    "stepsWallSit": "1. Apóyate contra la pared con los pies plantados firmemente en el suelo, los hombros separados y a unos 2 pies de distancia de la pared\n2. Deslice por la pared, manteniendo la espalda presionada a ella, hasta que las piernas están en un ángulo recto. Las rodillas deben estar directamente por encima de los tobillos\nEl dolor cuádricep es normal, pare si siente dolor en la rodilla o la rótula",
    "exercisePushups": "Lagartijas",
    "stepsPushups": "1. Acuéstese sobre el estómago \n2. Coloque las manos cerca de los oídos \n3. Utilice los brazos para levantar el estómago hasta que los brazos estén rectos, manteniendo la espalda recta\n 4. Doble los brazos hasta que el pecho casi toca el suelo, asegurándose de la espalda recta\n 5. Repita desde el paso 3",
    "exerciseAbCrunches": "Abdominales",
    "stepsAbCrunches": "1. Acuéstese boca arriba en el suelo con las rodillas dobladas.\n 2.Rizar los hombros hacia la pelvis. Las manos pueden estar detrás o al lado del cuello o cruzadas sobre el pecho.\n 3. Repetir",
    "exerciseStepups": "Escalones",
    "stepsStepups": "1. Pararse frente a una silla\n2. Subirse a la silla\n 3. Bajarse de la silla\n4. Repetir",
    "exerciseSquats": "Sentadillas",
    "stepsSquats": "1. Párese con los pies separados del ancho de los hombros\n 2. Mueva las caderas hacia atrás y doble las rodillas y las caderas para bajar el torso\n 3. Repita",
    "exerciseChairDips": "Fondos en sillas",
    "stepsChairDips": "1. Siéntese en el borde delantero de una silla, espalda recta, las manos que sostengan el borde delantero\n 2. Todavía sosteniendo el borde de la silla, brazos extendidos, levantar el trasero y caminar ligeramente hacia adelante para que esté a unos centímetros de la silla. \n 3. Baje lentamente su cuerpo, manteniendo la espalda recta, hasta que los brazos estén en ángulo recto\n 4. Levante su cuerpo de nuevo a la posición anterior, los brazos extendidos\n 5. Repita los pasos 3 y 4",
    "exercisePlank": "Plancha",
    "stepsPlank": "1. Ponerse a cuatro patas, con los brazos rectos y las rodillas dobladas\n 2. Caminar los pies hacia atrás hasta que se extienden\n 3. Mantenga esta posición",
    "exerciseHighKnees": "Rodillas altas ",
    "stepsHighKnees": "1. Ejecutar en su lugar, poniendo las rodillas tan alto como sea cómodo y cambiando las piernas a un ritmo rápido",
    "exerciseLunges": "Estocadas",
    "stepsLunges": "1. Párese con la espalda recta\n 2. Dé un gran paso adelante con la pierna izquierda\n 3. Baje la pelvis hasta casi tocar el suelo con la rodilla derecha\n 4. Suba la pelvis\n 5. Vuelva a la posición de pie dando un paso atrás\n 6. Repita, cambiando las piernas cada vez",
    "exercisePushupRotations": "Rotaciones de lagartijas",
    "stepsPushupRotations": "1. Haga una lagartija estándar:\n 1.a Acuéstese boca abajo\n 1.b Coloque las manos cerca de los oídos\n 1.c Utilice los brazos para levantar el estómago hasta que los brazos estén rectos, manteniendo la espalda recta\n 1.d Doble los brazos hasta que el pecho casi toca el suelo, asegurarse de que la espalda es recta 1.e Levante el estómago de nuevo, volver al paso 3\n 2. Gire el cuerpo a un lado para que la espalda es recta, la mano inferior que apoya el cuerpo está completamente extendido, y sólo la mano inferior y el pie tocar el piso\n 3. Repetir, cambiando de lado en el paso 2 cada vez",
    "exerciseSidePlankLeft": "Plancha lateral izquierda",
    "exerciseSidePlankRight": "Plancha lateral derecha",
    "stepsSidePlank": "1. Acuéstese de lado, con el codo inferior en ángulo derecho, brazo sobresaliendo\n 2. Levante la pelvis del suelo levantando el hombro inferior hacia arriba, manteniendo el antebrazo en el suelo; la cabeza, la pelvis y los pies deben estar en línea recta\n 3. Mantenga esta posición",
    "exerciseSideLunges": "Estocadas laterales",
    "stepsSideLunges": "1. Párese alto y tome un paso lateral ancho, apenas mayor que el ancho del hombro.\n 2. Doble una rodilla hasta que el muslo sea paralelo al suelo. La rodilla doblada debe estar en línea con el pie.\n 3. Presione y repita, cambiando los pies.",
    "exerciseBulgarianSplitSquatLeft": "Split cuclillas búlgaras izquierda",
    "exerciseBulgarianSplitSquatRight": "Split cuclillas búlgaras derecha",
    "stepsBulgarianSplitSquat": "1. Párese alto delante de una silla y dar un gran paso. Coloque la parte superior de uno de sus pies en la silla.\n 2. Doblar la rodilla delantera, balanceándose con los brazos hasta que la rodilla trasera casi toque el suelo\n 3. Empuje hacia atrás a la posición inicial y repetir.",
    "exercisePistolSquatLeft": "Sentadilla pistol izquierda",
    "exercisePistolSquatRight": "Sentadilla pistol Derecha",
    "stepsPistolSquat": "1. Párese sobre una pierna, con la otra recta y ligeramente hacia adelante. \n2. Doblar una rodilla lentamente, descendiendo en cuclillas y manteniendo la espalda y la otra pierna recta.\n 3. Levántese lentamente de la sentadilla, enderezando la rodilla doblada y manteniendo la otra pierna recta.\n 4. Repita",
    "exerciseKneelingKickback": "Patada hacia atrás arrodillado ",
    "stepsKneelingKickback": "1. Ponte a cuatro patas.\n 2. Empuja un pie hacia atrás hasta que esté completamente extendido, concentrándose en los músculos del glúteo.\n 3. Permanecer durante un segundo, luego volver a la posición inicial.\n 4. Repetir, alternando los pies",
    "exerciseSingleLegCalfRaiseLeft": "Levantamientos de pantorrilla derecho",
    "exerciseSingleLegCalfRaiseRight": "Levantamientos de pantorrilla derecho",
    "stepsSingleLegCalfRaise": "1. Párese en el suelo o en el borde de un escalón para aumentar el rango de movimiento. Levante un pie, colocando la parte superior de la pantorrilla.\n 2. Levante los talones hasta que esté de pie en los dedos de los pies.\n 3. Permanezca en esta posición durante tres segundos, luego baje el pie sin tocar el suelo con el talón."
}